{
    "virtues": [
        {
            "virtue": "Adept Laboratory Student",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You digest the instruction of others quite easily. You get a +6 bonus to Lab Totals when working from the lab texts of others, including when reinventing spells."
        },
        {
            "virtue": "Affinity with (Ability)",
            "size": "Minor",
            "type": "General",
            "description": "All Study Totals for one Ability are increased by half, as are any experience points you put in that Ability at character creation. You may only take this Virtue once for a given Ability, but may take it again for different Abilities. If you take this Virtue for an Ability, you may exceed the normal age-based cap during character generation (see page 31) by two points for that Ability."
        },
        {
            "virtue": "Affinity with (Art)",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your Study Totals for one Hermetic Art are increased by one half, rounded up. At character creation, any experience points you put into that Art are also increased by one half (rounded up), and you may exceed the normal recommended limits. You may take this Virtue twice, for two different Arts."
        },
        {
            "virtue": "Animal Ken",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You can communicate with animals as if they were human beings. Choosing this Virtue confers the Ability Animal Ken 1 (page 62)."
        },
        {
            "virtue": "Apt Student",
            "size": "Minor",
            "type": "General",
            "description": "You are particularly good at learning from others. When being taught by someone else, add five to your Advancement Total."
        },
        {
            "virtue": "Arcane Lore",
            "size": "Minor",
            "type": "General",
            "description": "You may take Arcane Abilities during character generation. Unless you have The Gift, you cannot learn Parma Magica. You get an additional 50 experience points, which must be spent on Arcane Abilities. A Gifted character who is not a Hermetic magus and knows Parma Magica must take the Major Story Flaw Enemy: Entire Order of Hermes, as magi are bound by their Oath to slay the character on sight, unless he immediately joins the Order. Such a character cannot be played in a normal saga, as the other player characters have to kill him."
        },
        {
            "virtue": "Berserk",
            "size": "Minor",
            "type": "General",
            "description": "You are capable of entering a blinding rage when in combat or frustrating situations. You automatically gain the Personality Trait Angry +2 (or more, at your option). Any time you take a wound or wound an enemy, roll a stress die and add your Angry score. A roll of 9+ means you go berserk. The storyguide can also call for a roll when you are strongly frustrated. You may deliberately try to go berserk. In this case, you only need a 6+ when you take a wound or wound an enemy, or a 9+ if you have not been wounded or caused a wound. While berserk, you get +2 to Attack and Soak scores, but suffer a –2 penalty to Defense. While berserk, you cannot retreat, hesitate to attack, or give quarter. If you are still berserk when there are no enemies present, you attack your friends. You may roll once per round to calm down if you desire, requiring a stress die + Perception — Angry against an Ease Factor of 6. You may learn Martial Abilities at character creation."
        },
        {
            "virtue": "Book Learner",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have a talent for comprehending the writings of others. When studying from books, treat them as if they were three Quality levels higher than they actually are."
        },
        {
            "virtue": "Cautious Sorcerer",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are very careful with magic, and are less likely to fail spectacularly if you do fail. You roll three fewer botch dice when casting spells (either spontaneous or formulaic), and when working in the laboratory. This Virtue may not reduce the number of botch dice rolled below one. However, its effects are applied before any other effects which reduce botch dice, such as spell mastery (see page 86), and they may reduce the number of botch dice to zero."
        },
        {
            "virtue": "Cautious with (Ability)",
            "size": "Minor",
            "type": "General",
            "description": "You are very careful with a specific Ability, and are less likely to fail spectacularly if you do fail when using it. You roll two fewer botch dice than normal whenever you are required to roll botch dice for that Ability. This may mean that you roll no botch dice. This Virtue may apply to any Ability, even one you cannot learn at character creation."
        },
        {
            "virtue": "Clear Thinker",
            "size": "Minor",
            "type": "General",
            "description": "You think logically and rationally. You get a +3 bonus on all rolls to resist lies, confusion, befuddlement, and subterfuge — whether magical or mundane."
        },
        {
            "virtue": "Clerk",
            "size": "Minor",
            "type": "Social Status",
            "description": "You are a member of the literate class and are either a professional scribe, accountant, lawyer, student, or functionary. Due to your training, you may take Academic Abilities during character generation. If you are male, you may be in minor orders (acolyte, exorcist, lector, or door-keeper), in which case you may marry and still benefit from being a member of the clergy and as such subject to canon rather than secular law (see page 205). Male characters may also be sub-deacons or deacons, the lesser two holy orders, in which case they would normally be expected to be unmarried. However, if they were already married, and promise complete sexual abstinence, they may still be ordained to these orders. A man may not marry after ordination to holy orders. Those in holy orders are also subject to canon, rather than secular, law. The Wealthy Virtue and Poor Flaw affect you normally. This Virtue is available to male and female characters."
        },
        {
            "virtue": "Common Sense",
            "size": "Minor",
            "type": "General",
            "description": "Whenever you are about to do something contrary to what is sensible in the game setting, common sense (the storyguide) alerts you to the error. This is an excellent Virtue for a beginning player, as it legitimizes any help the storyguide may give."
        },
        {
            "virtue": "Covenfolk",
            "size": "Free",
            "type": "Social Status",
            "description": "You are a member of the covenant staff, and may have lived there all your life. You are supported by the covenant, and so your standard of living is determined by the covenant’s resources rather than your own. You may not take the Wealthy Major Virtue or the Poor Major Flaw."
        },
        {
            "virtue": "Craftsman",
            "size": "Free",
            "type": "Social Status",
            "description": "You live by making and selling goods. You are probably a free resident of a town, but you may be from a rural area. The Wealthy Major Virtue and Poor Major Flaw affect you normally."
        },
        {
            "virtue": "Custos",
            "size": "Minor",
            "type": "Social Status",
            "description": "You are an employee of a covenant, but you have high status within the walls. You may be a grog, or a specialist, or a manager. You may take one group of restricted Abilities during character generation, either Martial, Academic, or Arcane Abilities. If you choose Martial or Arcane Abilities, you may still learn to speak Latin, although you cannot read or write it. As a covenant employee, your wealth is determined by the covenant’s prosperity, and you may not take the Wealthy Virtue or Poor Flaw. This Virtue is available to male and female characters. This Virtue may also apply to employees of other institutions, such as a noble household or a monastery."
        },
        {
            "virtue": "Cyclic Magic (Positive)",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic is attuned to some cycle of nature (solar, lunar, or seasonal, for example) and as such, is more potent at specific times. At those times, you receive a +3 bonus to all spell rolls. The bonus also applies to Lab Totals if the positive part of the cycle covers the whole season. The cycle of your magic must be regular and approved by the storyguide. Furthermore, the length of time when the bonus applies must be equal to the amount of time when it does not."
        },
        {
            "virtue": "Death Prophecy",
            "size": "Major",
            "type": "General",
            "description": "You have been blessed or cursed as to your fate. Someone (a magician, a faerie, or other supernatural creature) has put a condition on your death, and until the condition is met, you will not die, though you can be seriously injured. You heal normally, but cannot die as a result of wounds or old age. Unfortunately for you, fate or bad planning can bring about the conditions in unexpected ways. If, for instance, your death condition is to fear only boars, you should be wary of men bearing boars on their coats of arms or of inns named after boars, in addition to the purely mundane creature. This symbolism may not be obvious: a man known as a “pig” in his village might also count as a boar. The storyguide must keep the prophecy in mind and give fair warning of items related to the prophecy. This is a Major Virtue because the character knows he can get away with insane risks; sneaking his prophecy up on him is an unfair way of negating the value of the Virtue. Players may only take this Virtue with the agreement of the storyguide or troupe."
        },
        {
            "virtue": "Deft Form",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are particularly skilled with one Form. You suffer no penalty to the Casting Total casting spells in that Form when using non-standard voicings/gestures (see page 83), including using no voice or gestures because you are in a non-human form. Voice Range spells still have a Range based on how loudly you are speaking."
        },
        {
            "virtue": "Diedne Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "Your magic lineage and traditions are from the druids and the vanquished former house of Diedne, making you especially skilled with spontaneous magic. When you cast a spontaneous spell without expending fatigue, you may choose to divide by five or by two. If you choose to divide by five, you need not roll a stress die, and cannot botch, just as normal. If you choose to divide by two, you must roll a stress die, and may botch. When you expend fatigue on casting a spontaneous spell, the lowest applicable Art is doubled before the whole total is divided by two. You still roll a stress die, and may botch. You must keep your lineage hidden from the Order, giving you the Major Story Flaw Dark Secret. This is in addition to your normal allowance of Flaws, and does not grant you any points with which to buy Virtues."
        },
        {
            "virtue": "Dowsing",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You have the ability to find things nearby through the use of a dowsing rod (usually a forked stick) and your own intuitive sense. Choosing this Virtue confers the Ability Dowsing 1 (page 64)."
        },
        {
            "virtue": "Educated",
            "size": "Minor",
            "type": "General",
            "description": "You have been educated in a grammar school, and may have attended a university or cathedral school. You may purchase Academic Abilities during character generation. During character generation you get an additional 50 experience points, which must be spent on Latin and Artes Liberales."
        },
        {
            "virtue": "Elemental Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "You have been trained in the ability to manipulate raw elemental forms (Ignem, Auram, Terram and Aquam), and view them as a connected whole rather than four separate Arts. Whenever you successfully study one of these Arts (that is, gain at least one experience point from study), you gain an additional experience point in each of the other three. Your elemental magics are also more flexible than those of other magi — there is no disadvantage in adding elemental Form requisites to any elemental spell. If an Aquam, Auram, Ignem, or Terram spell has another element as a requisite, you may ignore the requisite. You must still use the primary Art, even if the requisite is higher"
        },
        {
            "virtue": "Enchanting Music",
            "size": "Minor",
            "type": "Supernatural",
            "description": "When you set your mind to it, you can magically induce emotions and beliefs in others with your music. Choosing this Virtue confers the Ability Enchanting Music 1 (page 65)."
        },
        {
            "virtue": "Enduring Constitution",
            "size": "Minor",
            "type": "General",
            "description": "You can withstand pain and fatigue. Decrease the penalties for reduced Fatigue levels by one point, and reduce your total penalty from wounds by one point (but not below zero). You also get +3 on rolls to resist pain."
        },
        {
            "virtue": "Enduring Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "The effects of your spells tend to last longer than usual (though Concentration, Momentary, and Ring spells remain just that). The storyguide secretly rolls a simple die; the number rolled is a multiple to the spell’s normal duration. This is usually, but not always, a good thing. This Virtue does not affect the duration of Ritual spells."
        },
        {
            "virtue": "The Enigma",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have been initiated into the Outer Mystery of The Enigma (see page 92), and thus are a member of House Criamon. Note that all Criamon magi get this Virtue free at character creation."
        },
        {
            "virtue": "Entrancement",
            "size": "Major",
            "type": "Supernatural",
            "description": "You have the power to control another’s will by staring into their eyes and giving them a verbal command. Choosing this Virtue confers the Ability Entrancement 1 (page 65)."
        },
        {
            "virtue": "Faerie Blood",
            "size": "Minor",
            "type": "Supernatural",
            "description": "Somewhere in your ancestry there is a faerie, and this relation gives you an intuitive grasp of the motivations and personalities of those mystical folk. Faeries are more comfortable around you than around other humans, and given time, may even forget the mortal blood in your veins. You are resistant to aging, and get –1 to all aging rolls. Type of Faerie Blood (pick one, or create a similar one): Dwarf Blood: You are descended from the master craftsmen of the fay, and get a +1 bonus to any total including a Craft Ability. Goblin Blood: Your ancestors were the sneaky inhabitants of the shadows underground, and you get a +1 bonus on all totals involving stealth. Satyr Blood: The satyrs are notoriously lecherous. You get a +1 bonus to Communication and Presence totals when dealing with sexually compatible characters. Sidhe Blood: You are descended from one of the noble fay who rule the lands of Summer and sunlight. Because of the striking and unusual qualities of your nature add +1 to your Presence, but not to more than +3. Many mortals may consider you fascinating or alluring. Undine Blood: The undines are the faeries of the water, and you get a +2 bonus to any action taken underwater, which will partially offset any penalty applied. Characters with Faerie Blood can learn Faerie Lore at character generation."
        },
        {
            "virtue": "Faerie Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have been initiated into the Outer Mystery of Faerie Magic (see page 92), and thus are a member of House Merinita. Note that all Merinita magi gain this Virtue for free at character generation."
        },
        {
            "virtue": "Failed Apprentice",
            "size": "Minor",
            "type": "Social Status",
            "description": "You were once apprenticed to a mage, but something kept you from completing your studies. Perhaps your Gift was incomplete or some grievous mishap robbed you of it altogether. You may still work for your former master or for the covenant in some other capacity. Magi welcome you and have compassion for you — those who are given to such emotions, anyway. You may learn Academic and Arcane Abilities during character creation, and you are familiar with the lives of magi. You may not have The Gift, but if your Gift was not completely destroyed, you may have some Supernatural Abilities. You may learn Magic Theory and serve a magus as a laboratory assistant. The Wealthy Virtue and Poor Flaw affect you normally. This Virtue is available to male and female characters."
        },
        {
            "virtue": "Famous",
            "size": "Minor",
            "type": "General",
            "description": "You have a good Reputation of level 4. Choose any reputation you like (it need not be justified), and one type."
        },
        {
            "virtue": "Fast Caster",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic takes less time to perform than that of other magi. You gain +3 to Initiative to cast spells in combat."
        },
        {
            "virtue": "Flawless Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "You automatically master every spell that you learn. All your spells start with a score of 1 in the corresponding Ability. You may choose a different special ability for every spell you have. Further, all experience points you put into Spell Mastery Abilities are doubled."
        },
        {
            "virtue": "Flexible Formulaic Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "You can vary the effects of formulaic spells to a slight degree, while still getting the benefits of casting known magic. You may raise or lower the casting level of the spell by five to raise or lower one (only) of Range, Duration, and Target by one step, as long as this does not violate any of the normal limits on formulaic magic. Casting success, fatigue loss, and Penetration are all calculated based on the casting level of the spell. You cannot manipulate Ritual magic in this way."
        },
        {
            "virtue": "Free Expression",
            "size": "Minor",
            "type": "General",
            "description": "You have the imagination and creativity needed to compose a new ballad or to paint an original picture, and have the potential to be a great artist. You get a +3 bonus on all rolls to create a new work of art."
        },
        {
            "virtue": "Free Study",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are better at figuring things out for yourself than you are at poring over books. Add +3 to rolls when studying from raw vis."
        },
        {
            "virtue": "Gentle Gift",
            "size": "Major",
            "type": "Hermetic",
            "description": "Unlike other magi, whose Magical nature disturbs normal people and animals, your Gift is subtle and quiet. You don’t suffer the usual penalties when interacting with people and animals."
        },
        {
            "virtue": "Gentleman/woman",
            "size": "Minor",
            "type": "Social Status",
            "description": "You are a minor member (possibly illegitimate) of a noble family. You do not stand to inherit from your relatives, but are still treated as one of their own and may be addressed as “Lord” or “Lady.” You probably reside near the covenant with your relatives. Although you do not want for anything, you have no vast wealth of your own. You may occasionally ask your family to buy expensive equipment for you, but you will need a convincing rationale. You are expected to wait on your relations much of the time or you will lose the benefits of family (though you will keep your social standing if you can otherwise maintain your normal lifestyle). The Wealthy Virtue and Poor Flaw affect you normally. This Virtue is available to male and female characters."
        },
        {
            "name": "Ghostly Warder",
            "size": "Major",
            "type": "General",
            "description": "A ghost watches over you. It might be a grandparent, a childhood friend, or anyone else who cares for you enough to stay around after death. The ghost is invisible and silent to all but you and those with Second Sight (see page 67). It can see and hear what is going on around you and makes an excellent spy, since it can leave your presence once per day for up to half an hour. However, death does not leave people in their normal state of mind, so the ghost probably has some quirks that make it less than dependable — it might even encourage you to join it on the other side. The ghost has 300 experience points in various Abilities that it can use to advise you, and ghosts may take any Abilities. See page 194 for an example of a ghostly warder."
        },
        {
            "name": "Good Teacher",
            "size": "Minor",
            "type": "General",
            "description": "You can explain new concepts and skills with great facility. Add three to the Quality of any books that you write, and five to the Advancement Total of anyone who studies with you"
        },
        {
            "name": "Giant Blood",
            "size": "Major",
            "type": "General",
            "description": "The blood of the ancient race of giants flows in your veins. Though you are not as large as your ancestors, you are up to eight feet tall and can weigh as much as 500 pounds. Your Size is +2, so you take wounds in 7-point increments, rather than the normal 5 (see page 171). You also gain +1 to both Strength and Stamina. This bonus may raise your scores in those Characteristics as high as +6. You cannot take this Virtue and Large, Small Frame, or Dwarf."
        },
        {
            "name": "Gossip",
            "size": "Minor",
            "type": "General",
            "description": "You have regular social contacts in the area that provide you with all kinds of information about local social and political goings-on. On a simple roll of 6+, you hear interesting news before almost everyone else. You treat all local Reputations as twice their actual level. With some well-placed words, you may be able to bestow new Reputations (whether deserved or not). You quite likely have a Reputation, too — as a gossip."
        },
        {
            "name": "Great (characteristic)",
            "size": "Minor",
            "type": "General",
            "description": "You may raise any Characteristic that already has a score of at least +3 by one point, to no more than +5. Make sure you describe what it is about you that causes that increase (such as sheer bulk, a lean build, or extreme charisma). You may take this Virtue twice for the same Characteristic, and for more than one Characteristic."
        },
        {
            "name": "Greater Immunity",
            "size": "Major",
            "type": "Supernatural",
            "description": "You are completely immune to one hazard which is both common and potentially deadly. For example, you might be immune to fire or to iron (and only iron) weapons. You may not take immunity to aging — see the Unaging Supernatural Minor Virtue (page 50) instead. This immunity applies to mundane and magical versions of the thing. If you are immune to fire, you are also immune to magically created fire."
        },
        {
            "name": "Greater Purifying Touch",
            "size": "Major",
            "type": "Supernatural",
            "description": "You can, with a touch and the expenditure of a Fatigue level, cure a single serious disease. This disease should be either life-threatening or seriously disabling, and should be one from which people do not normally recover by themselves. You must choose the disease that you can cure when you take this Virtue, and you can only cure that disease. You can only choose a disease, not other types of injury or misfortune. See page 180 for more information on diseases.      GUARDIAN ANGEL Major, General You have learned to hear the words of a divine watcher who gives you practical and spiritual advice. The angel whispers in your ear and tells you what is best for you spiritually, rather than materially. He approves of violence only when there is a holy reason — often difficult to demonstrate. If you act against the angel’s advice, he may leave you until you correct your ways. The angel has only a limited awareness of your thoughts, but when you speak aloud, he can hear and converse with you. Your guardian angel can also help in two practical ways. First, he can grant you a +5 bonus to Soak. Second, he can grant you a Magic Resistance of 15. This magic resistance is not compatible with a magus’s Parma Magica, or magic resistance from most other sources, but it does add to the magic resistance resulting from Faith Points (see page 189). The angel only grants you these bonuses if you are acting in accordance with God’s will."
        },
        {
            "name": "Harnessed Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have great control over your spells. You are able to cancel any of your spells simply by concentrating. You can even cancel the magic in magic items which you created. The act of canceling your magic should be treated as if you were casting a spell for timing and concentration purposes. If you are distracted and fail a Concentration roll, another attempt may be made in a later round. Spells and magic items can be canceled out over any distance, but once they have been canceled, you must recast a spell or reinvest a power in a magic item to start the effect again. The drawback is that when you die, all of your spells and magic items sputter out."
        },
        {
            "name": "Heartbeast",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have been initiated into the Outer Mystery of the Heartbeast (see page 91), and thus are a member of House Bjornaer. Note that all Bjornaer magi gain this Virtue for free at character creation. HERMETIC MAGUS Free, Social Status You are a member of the Order of Hermes. All magi must take this as their Social Status, and only magi may take it."
        },
        {
            "name": "Hermetic Prestige",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Because of something in your background, other magi look up to you even if you haven’t earned their respect. Some envy you, and most will certainly expect more from you than from others. You gain a Reputation of level 3 within the Order."
        },
        {
            "name": "Improved Characteristics",
            "size": "Minor",
            "type": "General",
            "description": "You have an additional three points to spend on buying Characteristics, but you are still limited to a maximum score of +3 in any single Characteristic unless you take the Virtue Great Characteristic. You may take this Virtue multiple times."
        },
        {
            "name": "Inoffensive To Animals",
            "size": "Minor",
            "type": "General and Hermetic",
            "description": "Your Gift does not bother animals, although it still has the normal effects on people. Animals with a Might score might react either way, depending on the animal. As a rule, if the animal reacts positively to The Gift most of the time, it reacts positively to you because you do have The Gift. If it reacts negatively, this Virtue over-rides it. UnGifted characters may take this Virtue if they have the Flaw Magical Air (page 56)."
        },
        {
            "name": "Inspirational",
            "size": "Minor",
            "type": "General",
            "description": "You are a stirring speaker or a heroic figure, and can urge people to great efforts. You give targets a +3 bonus to rolls for appropriate Personality Traits"
        },
        {
            "name": "Intuition",
            "size": "Minor",
            "type": "General",
            "description": "You have a natural sensitivity that allows you to make the right decisions more often than luck can account for. Whenever you are given a choice in which luck plays a major role (such as deciding which of three unexplored paths to follow), you have a good chance of choosing correctly. The storyguide should secretly roll a simple die. On a 6+, your intuition kicks in and you make whatever might be considered the “right” decision. Otherwise, you fail to get any flash of insight and must make the decision without aid."
        },
        {
            "name": "Inventive Genius",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Invention comes naturally to you. You receive +3 on Lab Totals when you invent new spells, craft magic items, and make potions. If you experiment, you get +6."
        },
        {
            "name": "Keen Vision",
            "size": "Minor",
            "type": "General",
            "description": "You can see farther and more clearly than most. You get a +3 bonus to all rolls involving sight, not including attacks with missile weapons."
        },
        {
            "name": "Knight",
            "size": "Minor",
            "type": "Social Status",
            "description": "You are a knight, a member of the noble classes and one of the elite warriors of Europe. Unless you are Poor, you may have high quality weapons and armor, and a horse. Typical armaments for a mid-13th century knight are lance, sword, heater shield, a complete mail suit, and a warhorse. You may take Martial Abilities during character generation. The Wealthy Virtue and Poor Flaw affect you normally. This Virtue is only available to male characters, and is compatible with the Landed Noble Virtue."
        },
        {
            "name": "Landed Noble",
            "size": "Major",
            "type": "Social Status",
            "description": "You owe fealty and service to a higher noble, and control land, serfs, and men-atarms. You have half a dozen servants at your manor house, including a couple of bodyguards. Your servants should be controlled by the rest of the troupe. You have sworn an Oath of Fealty, and so must balance this Virtue with that Flaw. You get the normal points for Oath of Fealty. You are wealthier than most characters, but have no additional free time. You have the power to enforce the law within your fief, but you may not impose the death penalty, nor may you mutilate criminals. Floggings and fines are the normal penalties you impose. If you are Poor, your fief is either very small, or in a poor area for farming with few other resources. You must spend every season managing it, or it may collapse completely, leaving you effectively landless. You are no wealthier than most average characters, and you have only a couple of servants. Wealthy Landed Nobles control more than one fief, and have bailiffs or stewards for each, so that they do not need to devote any time to looking after their lands. You are significantly richer than most Wealthy characters, and could afford to build a small castle or a large chapel within a cathedral. You have around fifty servants, including a significant number of warriors. This Status Virtue is compatible with the Knight Minor Status Virtue, but unlike that Virtue it’s available to male and female characters."
        },
        {
            "name": "Large",
            "size": "Minor",
            "type": "General",
            "description": "Your Size is +1 instead of 0, so you are between six and seven feet tall. This means that the severity of wounds you take increases in six point intervals rather than five point intervals. (See page 171). You cannot take both this Virtue and Giant Blood, Small Frame, or Dwarf."
        },
        {
            "name": "Latent Magic Ability",
            "size": "Minor",
            "type": "General",
            "description": "You have a magical quality that has not yet manifested itself. You probably do not realize you have this capacity; if you are a magus, your master failed to detect it during your apprenticeship. At the storyguide’s discretion, this quality might appear spontaneously or because of some relevant event (like drinking faerie wine). This is not The Gift, and the latent ability is more limited than that."
        },
        {
            "name": "Learn (ability) From Mistakes",
            "size": "Minor",
            "type": "General",
            "description": "You are able to improve a particular Ability through the expedient of repeated failure. The first time in a given game session that you botch a roll or fail by exactly one point, you gain five experience points in the Ability. The roll must have come up naturally in the course of the story. You may take this Virtue several times, once for each Ability chosen."
        },
        {
            "name": "Lesser Immunity",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You are immune to some hazard which is either rare, or not deadly, or both. See “Greater Immunity,” page 43."
        },
        {
            "name": "Lesser Purifying Touch",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You can, with a touch and the expenditure of a Fatigue level, heal a specific illness. This illness should be one that people often recover from on their own, or one that is not particularly serious. You can only choose an illness, not an injury or other misfortune. See page 180 for rules on diseases."
        },
        {
            "name": "Life Boost",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You may boost your formulaic spell casting totals by expending additional Fatigue levels. Each Fatigue level gives you an additional bonus of +5 on the roll, which can yield very impressive Penetration totals. You may burn more Fatigue levels than you possess. If you do, you must Soak damage, without the help of armor. The Damage total is 5 for every additional Fatigue level spent, plus a stress die. Thus, if you spend three additional levels, you must Soak a damage of 15 + stress die, with your Soak (no armor) + stress die. Fatigue levels spent in this way are spent regardless of the success or failure of the casting roll, and any wounds taken are similarly taken even if you fail to cast the spell. You can kill yourself doing this. The total number of Fatigue levels to be used must be committed before the casting roll is made."
        },
        {
            "name": "Linked Spontaneous Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "You can do more with spontaneous magic than most magi at the cost of your own life energy. When you decide to use this ability in casting a spontaneous spell, you declare the level of effect you wish to produce before rolling. This level may include a number of levels of penetration (see page 82). For example, you can choose to cast a level 10 effect at level 20, to give a penetration of 10 plus your Penetration score. Roll to cast a fatiguing spontaneous spell. If your result is higher than the level you declared, you spend only one Fatigue level as usual. If your result is less than the level you declared, you must expend one additional Fatigue level per five points (or fraction thereof) by which you missed the target level. If you run out of Fatigue levels, you take a wound. The number of levels still needed for the spell is treated as the amount by which a damage total exceeds your soak, and you take the corresponding wound. You can kill yourself this way. A maga with this Virtue may still cast fatiguing spontaneous spells normally"
        },
        {
            "name": "Light Touch",
            "size": "Minor",
            "type": "General",
            "description": "You have especially good hand-eye coordination and great proficiency for using your hands in precise, fast ways. You gain +1 to all rolls involving subtle manipulation of objects (like picking pockets) and roll one less botch die than you normally would in such activities (minimum of one). This bonus does not apply to archery, but does apply to playing musical instruments."
        },
        {
            "name": "Lightning Reflexes",
            "size": "Minor",
            "type": "General",
            "description": "You respond to surprises almost instantly. In fact, your reflexes are sometimes so fast that you don’t have a chance to think about how you are going to respond. Whenever you are surprised or startled, roll a stress die + Quickness. If you get a 3 or better, you respond reflexively. You must tell the storyguide on each occasion what one type of action (attacking, blocking, running, etc.) you would like to respond with. If attacking in response, you gain +9 to your Initiative Total. The storyguide is the final arbiter of what happens (though it is always in the best interests of your immediate self-preservation). You only react to threats that you are not fully aware of, so you don’t get a bonus against an assassin you watch sneak up on you. Note that you do not get a choice about whether to react. You could just as easily skewer a friend sneaking up in fun as you would an assassin about to strike. Also note that you must perceive an action to react to it — you can still be easily killed in your sleep. This Virtue gives you no special powers of perception."
        },
        {
            "name": "Winded",
            "size": "Minor",
            "type": "General",
            "description": "You can last longer when exerting yourself than most, and gain +3 on all your Fatigue rolls. This bonus does not apply to casting spells."
        },
        {
            "name": "Luck",
            "size": "Minor",
            "type": "General",
            "description": "You perform well in situations where luck is more of a factor than skill or talent. You get +1 to +3 (storyguide’s discretion) on rolls in such situations, depending upon how much luck is involved. You do well at games of chance, but may be labeled a cheater if you play them too often."
        },
        {
            "name": "Magic Sensitivity",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You are often able to identify a place or object as magical. However, your sensitivity makes you more susceptible to magical effects: subtract your Magic Sensitivity score from all magic resistance rolls you make. Choosing this Virtue confers the Ability Magic Sensitivity 1 (page 66)."
        },
        {
            "name": "Magical Memory",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your memory has been developed to remember magical rather than mundane things. You need not keep laboratory texts (see page 101) of your creations to get the benefit of a Lab Text when reproducing them. If you have created an effect by following another magus’s lab text once, you may get the same benefit in future without needing to have the text available."
        },
        {
            "name": "Magister In Artibus",
            "size": "Major",
            "type": "Social Status",
            "description": "You have incepted Master of Arts in one of the universities of Europe (Paris, Bologna, Oxford, Cambridge, Montpellier, Arezzo or Salamanca) and completed your two years’ regency of compulsory teaching. You are entitled to be addressed as Magister, are subject only to canon law, and may teach anywhere in Europe. You are at least (25 – Int) years old, and must have scores of at least 5 in Latin and Artes Liberales. You have, however, spent eight years in a university, and gain an additional 30 experience points in each of those years, for a total of 240 additional experience points over and above your allowance based on age. You may buy Academic Abilities during character generation, and must spend your additional experience points on Academic Abilities or Teaching. You must spend two seasons teaching to maintain yourself and your reputation as a dependable instructor. These two seasons are spread between September and June, so you are genuinely free in the summer. If you take the Poor flaw, you are still genuinely free in the summer. If you take the Wealthy virtue, you can maintain your reputation with a single season’s teaching. This Virtue is only available to male characters, and is compatible with the Hermetic Magus, Mendicant Friar, and Priest Virtues."
        },
        {
            "name": "Major Magical Focus",
            "size": "Major",
            "type": "Hermetic",
            "description": "Your magic is much more potent in a fairly limited area, such as weather, necromancy, birds, or emotions. This area should be smaller than a single Art, but may be spread over several Arts — necromancy, for example, covers both Corpus and Mentem effects. You cannot be focused on laboratory activities, although a focus does apply to laboratory activities. When you cast a spell or generate a Lab Total within your focus, add the lowest applicable Art score twice. If a spell has requisites, the lowest applicable score may be one of the requisites, rather than one of the primary Arts. Thus, if a magus with a focus on birds was casting a spell to turn a bird into pure flame, MuAn (Ig), with Muto 14, An 18, and Ig 10, his final total would be 34 + other modifiers: 14 from Muto, and 20 from adding Ignem twice. If he was casting a spell to turn a bird into another sort of bird, MuAn with no requisites, his total would be 46 + other modifiers, 18 from Animal and 28 from adding Muto twice. A character can have only one Magical Focus, either major or minor, regardless of the source of the focus."
        },
        {
            "name": "Mastered Spells",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have fifty experience points to spend on mastering spells that you know. (See page 86 for rules on mastering spells.) You may take this Virtue if you also have Flawless Magic, to give you more experience points to spend on mastering your spells. You may take this Virtue multiple times."
        },
        {
            "name": "Mendicant Friar",
            "size": "Minor",
            "type": "Social Status",
            "description": "You are a follower of St. Francis or St. Dominic, going among the rich and poor, spreading the word of God and giving comfort to the sick, homeless, hungry, or dying. You are sworn to serve the Church for the rest of your life, but your wandering habits are considered suspect by the local bishop and parish clergy, and you lack political influence within the organization. Like all clerics, however, you are only subject to canon law. Due to your training, you may take Academic Abilities during character generation. If you wish, you may be an ordained priest and may officiate at marriages, baptisms, funerals, and the Mass, though the parish clergy may resent your interfering on their “turf.” You do not need to take the Priest Virtue in addition to this one if you do want to be ordained. You have sworn vows of poverty, chastity, and obedience, which together constitute a Major Story Flaw (Monastic Vows, see page 56) which you must take if you take this Virtue (this Flaw balances other Virtues as normal). You may not take the Wealthy Virtue or Poor Flaw. This Virtue is only available to male characters, and is compatible with the Magister in Artibus Major Virtue."
        },
        {
            "name": "Mercenary Captain",
            "size": "Minor",
            "type": "Social Status",
            "description": "You lead a small company of mercenaries (5 to 10), for hire to the highest bidder. You are much like a knight-errant, only without the prestige. During your travels you have gained great wealth — and squandered it — several times over. You may take Martial Abilities during character generation. If you are Poor, you lead only a couple of other mercenaries, but you and they may have armor and weapons available to normal characters. If you are Wealthy you lead about twenty mercenaries, and can delegate some of the work to sergeants. This Virtue is available to male and female characters."
        },
        {
            "name": "Merchant",
            "size": "Free",
            "type": "Social Status",
            "description": "You live from the buying and selling of goods. You may be a peddler, if you are relatively poor, a shopkeeper, or a traveling merchant. The Wealthy Major Virtue and Poor Major Flaw affect you normally."
        },
        {
            "name": "Mercurian Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "Your magical lineage and traditions are from the Roman priests of Mercury, which predate the Order of Hermes, making you especially skilled with Ritual Magic and magic used in conjunction with others. In addition to your standard spell allocation, you also know Wizard’s Communion (page 160) at a level equal to the highest level of Ritual spell that you know, and should you invent or learn a Ritual spell of higher level, you automatically invent a Wizard’s Communion spell of the same level, without needing to spend extra time. When casting a spell using Wizard’s Communion, you may add your Mastery score (page 86) in the spell being cast and your Mastery score in Wizard’s Communion to the effective level of the Wizard’s Communion. Finally, any Ritual spells which you cast have only half the usual vis requirement. If cast as part of a Wizard’s Communion, all the participants need to have this Virtue to gain this benefit. Your concentration in Ritual magic has a downside, however — you may only cast Spontaneous magic using the rules for Ceremonial Casting (page 83)."
        },
        {
            "name": "Method Caster",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are excellent at formulaic spells, as you have perfected a consistent and precise method for casting them. You gain a +3 bonus to any formulaic spell you cast. However, if you vary at all from your precise method (by altering your gestures or voicing), you do not get this bonus."
        },
        {
            "name": "Minor Magical Focus",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic is particularly attuned to some narrow field, such as self-transformation, birds of prey, or healing. In general, the field should be slightly narrower than a single Technique and Form combination, although it may include restricted areas of several such combinations. Healing, for example, is a part of Creo Corpus, Creo Animal, and possibly Creo Herbam. You cannot be focused on a laboratory activity, such as creating charged items, although a focus does apply to laboratory activities. When you cast a spell or generate a Lab Total within your focus, add the lowest applicable Art score twice, as for a Major Magical Focus (page 45). A magus may only have one Magical Focus, whether major or minor, regardless of the source of the focus."
        },
        {
            "name": "Mythic Blood",
            "size": "Major",
            "type": "Hermetic",
            "description": "You are a blood descendant of either a wizard of legend (possibly one of the Twelve Founders, or some other ancient and powerful sorcerer) or a supernatural being (such as a dragon). Your potent Gift means that you do not lose Fatigue levels if your Casting Total falls short of the level of a formulaic spell by less than ten points, although you do lose Fatigue if the spell fails completely. You must expend Fatigue normally to cast spontaneous magic, and if you fail to cast a formulaic spell you lose the normal number of Fatigue levels. Additionally, you may choose one special magic feat which you can invoke at will and cancel at will, as often as you like. Invoking this feat takes as long as fast-casting a mastered formulaic spell (see page 87), and requires the same level of concentration. The effect should be designed as a Hermetic effect, with a level + Penetration limited as below. The Penetration of the effect is not modified by the magus’s Penetration Ability score, and cannot be negative, so that the highest possible level of the effect is 30. Invocation: Level + Penetration Speak and Gesture: 30 Speak: 25 Gesture: 20 Nither Speak nor Gesture: 15 This Virtue includes a Minor Magical Focus in an area related to your legendary ancestor and a hereditary Minor Personality Flaw (both at no extra cost). Mythic Blood is not particularly uncommon in the Order of Hermes, so this Virtue does not grant any Reputation."
        },
        {
            "name": "Peasant",
            "size": "Free",
            "type": "Social Status",
            "description": "You live by working the land. You may control quite a lot of land and hire people to work it, if you are wealthy, or be one of the people who is hired, if you are poor. You are free, rather than a serf. The Wealthy Major Virtue and Poor Major Flaw affect you normally."
        },
        {
            "name": "Perfect Balance",
            "size": "Minor",
            "type": "General",
            "description": "You are skilled at keeping your balance, especially on narrow ledges or tightropes. Add +6 to any roll to avoid falling or tripping."
        },
        {
            "name": "Personal Vis Source",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have exclusive access to a supply of raw vis. Determine the amount and type with the help of your troupe; the yield should be about one tenth as much as the player covenant expects to gather per year at the beginning of the saga. The yield of your source does not normally change over the course of time, even if the covenant uncovers new sources."
        },
        {
            "name": "Piercing Gaze",
            "size": "Minor",
            "type": "General",
            "description": "By staring intently at people you make them feel uneasy, as if you are peering into their souls. Those with ulterior motives, uneasy consciences, or lying tongues must make rolls against an appropriate Personality Trait, Guile, or whatever the storyguide deems appropriate, to remain calm. Furthermore, you gain a +3 to rolls involving intimidation. Faeries and demons are unfazed by your power."
        },
        {
            "name": "Premonitions",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You intuitively sense when something is wrong, or is likely to go wrong soon. This Virtue confers the Ability Premonitions 1 (page 67). PRIEST Minor, Social Status You have been ordained a priest, which means that you can carry out the sacraments of the Mass, Penance, and Extreme Unction. By your words, you can cause the Son of God to manifest in bread and wine. As a priest you come under the protection of canon law, meaning that you cannot be prosecuted by secular authorities. You are accorded considerable respect due to your position, and few people are willing to insult you. You may be a parish priest. If you are, you cannot take the Poor Flaw. Your normal duties involve hearing confession, preaching to your flock, and ministering to their spiritual needs. If you are Wealthy, your parish is rich enough to pay for a curate to do some of the work for you, and you may be a pluralist, holding the benefices of several parishes. Reform-minded churchmen do not approve of pluralism. If you are not a parish priest, the Wealthy Virtue and Poor Flaw affect you normally. You may be employed as a curate to a parish priest, or a chaplain to a wealthy individual, or in any other capacity requiring education. You may purchase Academic Abilities during character generation. You must take the Minor Personality Flaw Vow as one of your normal Flaws, for your vow of celibacy. This Virtue is only available to male characters, and is compatible with the Magister in Artibus Major Virtue."
        },
        {
            "name": "Privileged Upbringing",
            "size": "Minor",
            "type": "General",
            "description": "You grew up in an environment where you had access to teachers and free time for study. You have an additional 50 experience points, which may be spent on General, Academic, or Martial Abilities. You may not, however, buy Academic or Martial Abilities with your normal pool of experience points unless you have another Virtue or Flaw permitting that. The most common reason for this Virtue is that your family was wealthy while you were a child, but if you are wealthy now, you should take the Wealthy Virtue."
        },
        {
            "name": "Protection",
            "size": "Minor",
            "type": "General",
            "description": "You are under the aegis of a powerful person, usually a noble or high-ranking Church official (though other options are possible, if the storyguide approves). Those who know of your favored status treat you carefully; those who do not often pay the price. You have a Reputation (good or bad, your choice) of level 3, which could be higher if your protector is particularly great or well-known."
        },
        {
            "name": "Puissant (ability)",
            "size": "Minor",
            "type": "General",
            "description": "You are particularly adept with one Ability, and add 2 to its value whenever you use it. Note that you do not, in general, use an Ability when learning it, teaching it, or writing about it. You may only take this Virtue once for a given Ability, but may take it more than once for different Abilities."
        },
        {
            "name": "Puissant (art)",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You add 3 to the value of one Art whenever you use it. This means all totals in which the score of the Art is part of the total. It does not apply to Study Totals. You may take this Virtue twice, for two different Arts. If a spell has requisites, include the bonus from Puissant Art with that Art when calculating which Art is higher. If the Puissant Art is higher, the bonus does not apply to the requisite."
        },
        {
            "name": "Quiet Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You can cast spells using only a soft voice at no penalty, and at only a –5 penalty if you do not speak at all. You gain no benefits from using your voice normally but gain the normal benefit for using a booming voice. The range of Voice Range spells is determined normally, based on how loud your voice is. You may take this Virtue twice, and eliminate the penalty altogether."
        },
        {
            "name": "Rapid Convalescence",
            "size": "Minor",
            "type": "General",
            "description": "Your body can heal quickly. You get a +3 bonus on all rolls to recover from wounds."
        },
        {
            "name": "Redcap",
            "size": "Major",
            "type": "Social Status",
            "description": "Although you do not have The Gift and cannot work Hermetic magic, you are a full member of the Order of Hermes and of House Mercere (see page 12). There are Gifted members of House Mercere, but they do not take this Virtue, taking the Hermetic Magus Social Status (page 43) instead. You deliver messages for the Order, and you possess a number of enchanted devices to help you do this. A newly-Gauntleted Redcap has enchanted devices with fifty levels of effect, including modifications to the level due to factors such as the number of uses per day (see “Magical Enchantments,” page 95, for details). These levels are invariably split between two or more effects useful for delivering messages. New Redcaps are never given items capable of killing, wounding, or ensorcelling large numbers of mundanes; the risk of abuse bringing trouble on the Order is too great. These will be upgraded and replaced in return for good service, on average an extra two levels per year. You are trained in a similar manner to magi, and may take Academic, Arcane, and Martial Abilities during character generation. You have spent fifteen years as an apprentice, and gained a total of 300 experience points in those fifteen years. (See “Detailed Character Creation,” page 28.) In addition, you have the Well Traveled Virtue at no cost. When you start to age, a magus with a Lab Total of at least fifty will devise a Longevity Ritual (see page 101) for you free of charge, if you wish. If you make suitable contacts in the course of the saga, this ritual may be devised by a more powerful magus. You are supported by your covenant, so you cannot take the Wealthy Virtue or Poor Flaw. You may not take The Gift. You must spend two seasons per year delivering messages for the Order. Your other two seasons are, however, genuinely free, and you may do whatever you wish. This Virtue is available to male and female characters. Redcaps created some years past Gauntlet get improved enchanted devices, as described above, and, if applicable, a Longevity Ritual."
        },
        {
            "name": "Relic",
            "size": "Minor",
            "type": "General",
            "description": "You own a holy relic, such as the finger bone of a saint, with one Faith point in it. This can be built into any other item you possess (a sword, for instance)."
        },
        {
            "name": "Reserves Of Strength",
            "size": "Minor",
            "type": "General",
            "description": "Once per day, when in need, you can perform an incredible feat of strength. For the duration of the action, add +3 to your effective Strength score. Afterwards, though, you must make two Fatigue rolls."
        },
        {
            "name": "Second Sight",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You are able to see through illusionary concealment and disguise, including invisibility, and can also see naturally invisible things such as spirits and the boundaries between regio levels (see page 189). Choosing this Virtue confers the Ability Second Sight 1 (page 67)."
        },
        {
            "name": "Secondary Insight",
            "size": "Major",
            "type": "Hermetic",
            "description": "Your method of magical study is especially versatile. When studying one of the magical Techniques from a book, a teacher, or raw vis, you also gain a single experience point in any 4 Forms of your choosing. When studying one of the magical Forms, you also gain a single experience point in any 2 separate Techniques of your choosing. You may not put more than one bonus experience point into a single Art. This Virtue is especially suitable for generalist magi."
        },
        {
            "name": "Confident",
            "size": "Minor",
            "type": "General",
            "description": "You have firm confidence in your own abilities, and have a Confidence Score of two. You also start with five Confidence Points, rather than the usual three. (See page 19 for Confidence rules.)"
        },
        {
            "name": "Sense Holiness And Unholiness",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You are able to feel the presence of good and evil. In auras of particularly strong divine or infernal influence, your sensitivity may overwhelm you. Choosing this Virtue confers the Ability Sense Holiness and Unholiness 1 (page 67)."
        },
        {
            "name": "Shapeshifter",
            "size": "Major",
            "type": "Supernatural",
            "description": "You may change your shape into that of one or more mundane animals. Choosing this Virtue confers the Ability Shapeshift 1 (page 67)."
        },
        {
            "name": "Sharp Ears",
            "size": "Minor",
            "type": "General",
            "description": "You hear better than most. You get a +3 bonus to all rolls involving hearing."
        },
        {
            "name": "Side Effect",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic has some incidental feature that is generally useful, though occasionally annoying. The intensity of the side effect increases with the level of the spell. Examples include a commanding presence when casting that translates into a temporary +1 Presence bonus for a short time after casting, or a calm state of mind derived from casting which allows a bonus on Concentration rolls for a short time after casting."
        },
        {
            "name": "Skilled Parens",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your parens was more powerful, and a better teacher, than is common. You gain an additional 60 experience points and 30 spell levels during apprenticeship. This Virtue has no effect on your study after apprenticeship, but you still have a close relationship with a powerful magus."
        },
        {
            "name": "Skinchanger",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You have a magical cloak, animal skin or similar item made from an animal. While in physical contact with it, you may transform into the form of the animal represented by the item. The transformation takes one full round, and you retain both intelligence and sentience while in animal form. Clothing and possessions (save the animal item) do not transform, and you may be seen as a transformed human with InAn or InCo, or similar spells. If the item is stolen, the new owner has an Arcane Connection to you, and you may not transform until the item is retrieved. If the item is destroyed, you can make a new one over the course of a season, although the method varies depending on what the item is. Skinchangers may transform into any non-magical animal between Size –5 (robin) and Size +2 (bear). The character has the normal physical characteristics of the animal, except that +3 is added to the character’s Soak score (in animal form only)."
        },
        {
            "name": "Social Contacts",
            "size": "Minor",
            "type": "General",
            "description": "You have a broad range of acquaintances in a specific social circle (specified when this Virtue is purchased), accumulated over years of travel and socializing. Almost everywhere you go, you meet someone you know, or can get in touch with someone who can help you. Whenever you are somewhere new, you can contact someone on a simple Presence roll against an Ease Factor of 6. The storyguide may modify this target number upward for very small areas or areas where it is extremely unlikely that you would know someone. You may purchase this Virtue more than once, each time specifying a different social group."
        },
        {
            "name": "Special Circumstances",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are able to perform magic better in certain uncommon situations (such as during a storm or while touching the target), gaining a +3 bonus to your rolls to cast or resist spells. You may take this Virtue more than once, but you only gain a +3 bonus even if more than one set of circumstances applies."
        },
        {
            "name": "Strong Faerie Blood",
            "size": "Major",
            "type": "Supernatural",
            "description": "The blood of the fay is strong in you. Perhaps one of your parents was actually a faerie, or maybe you were conceived or born in a place of great faerie power. This ancestry grants you several abilities. First, you have natural longevity. You start making aging rolls at the age of fifty, rather than the normal 35, and get –3 to Aging Rolls, cumulative with any other bonuses. Second, you have faerie eyes. This gives you the Virtue Second Sight (see page 48) at no cost, and you can see normally in darkness or semi-darkness, such as in deep woods or at night. Your eyes look mostly normal, but are an unusual and vivid color. Third, you may learn Faerie Lore during character generation. Finally, you get the benefits of a particular type of fay heritage, as given in the Virtue Faerie Blood (page 42). Your specific fay heritage is clearly visible. Choose one physical quirk, such as small horns, literally blue blood, or eyes without irises and pupils, appropriate to the faeries from which you are descended. You may not have both Faerie Blood and Strong Faerie Blood. This is a Supernatural Virtue, and you cannot lose it when being trained as a magus (see page 106). If your master cannot preserve the ability, you cannot be trained."
        },
        {
            "name": "Willed",
            "size": "Minor",
            "type": "General",
            "description": "You cannot easily be coerced into activities, beliefs, or feelings. You get +3 on any roll which may require strength of will."
        },
        {
            "name": "Student Of (realm)",
            "size": "Minor",
            "type": "General",
            "description": "You have been trained in the mystical aspects of one of the four realms of power (Divine, Faerie, Infernal, or Magic), and you have a +2 bonus on all uses of the appropriate Lore. You may take that Lore at character generation even if you cannot learn other Arcane Abilities. You may take this Virtue multiple times, for a different realm each time. You may not take Student of (Realm) and Puissant Ability for the same Lore."
        },
        {
            "name": "Study Bonus",
            "size": "Minor",
            "type": "Hermetic",
            "description": "When given the opportunity to study an Art from books or raw vis in the presence of the Form or Technique, your surroundings give you new insights into your studies. Add two to die rolls to study from vis, or two to the Quality of any text you study from. Your current Art score determines the magnitude of the surroundings you require to get the bonus. See the table for some guidelines."
        },
        {
            "name": "Subtle Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You may cast spells without using gestures at no penalty. You gain no benefits from using normal gestures but gain the normal benefit for exaggerated gestures."
        },
        {
            "name": "Temporal Influence",
            "size": "Minor",
            "type": "General",
            "description": "Through blood or a position of trust, you enjoy some political weight in society. You have the ear of a leader and may yourself lead common folk at times, if they respect your position. The more influence you have, the more responsibility, and the harder it is to work unopposed with magi. Grogs may not take this Virtue."
        },
        {
            "name": "Tough",
            "size": "Minor",
            "type": "General",
            "description": "You can take physical punishment better than most people. You get a +3 bonus on your Soak score."
        },
        {
            "name": "Troupe Upbringing",
            "size": "Minor",
            "type": "General",
            "description": "You were raised among a group of entertainers, spending much of your childhood traveling from town to town. Rolls involving Abilities in a selected area (which you should have approved by the storyguide) receive a +2 modifier. Examples might include tumbling and acrobatics, knife throwing and juggling, or storytelling and acting."
        },
        {
            "name": "True Faith",
            "size": "Major",
            "type": "General",
            "description": "Through piety and holy devotion you have faith that can move mountains. You have one Faith point and can gain more. For more about Faith points, see page 189."
        },
        {
            "name": "True Love (pc)",
            "size": "Minor",
            "type": "General",
            "description": "You have found the one person meant for you in all of creation, and the bond between the two of you cannot be sundered. Whenever you are suffering, in danger, or dejected, the thought of your love will give you strength to persevere. Thus, you may add +3 to appropriate Personality Trait rolls, and add additional bonuses as allowed by the storyguide (never in excess of +3) to activities that will return you to your love, or save her life. In dire need, she may even come to rescue you. On the other hand, you are tied to your lover, to whom you must return frequently. If you do not, you may suffer penalties to most actions requiring spirit due to melancholy. If any enchantment keeps you from your true love’s side, the power of your devotion can probably break it. Your True Love is another player character, who must also have this Virtue. True Love is never one-sided. This Virtue may be renamed “True Friend” to cover equally close attachments which are not romantic."
        },
        {
            "name": "Unaging",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You do not suffer the effects of age. In game terms, your aging points do not decrease your Characteristics, only building up to give you Decrepitude points. If a crisis is not potentially fatal, you suffer no ill effects. If it is potentially fatal, you die if you fail the Stamina roll, but otherwise nothing happens. You are not enfeebled when you reach four Decrepitude points, but you die as normal when you reach five. You may choose your apparent age freely, although if you are basically human it should be less than or equal to your actual age."
        },
        {
            "name": "Venus’ Blessing",
            "size": "Minor",
            "type": "General",
            "description": "People are often attracted to you. You get +3 on Communication and Presence rolls with sexually compatible characters in appropriate situations. At times you can put this to good use. At other times it’s an annoyance."
        },
        {
            "name": "Verditius Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have been initiated into the Outer Mystery of Verditius Magic (see page 93), and thus are a member of House Verditius. Note that all Verditius magi gain this Virtue for free at character creation."
        },
        {
            "name": "Wanderer",
            "size": "Free",
            "type": "Social Status",
            "description": "You are not tied to any community, and survive by doing casual work of some sort. The Wealthy Major Virtue and Poor Major Flaw affect you normally, although if you are Wealthy you are supported by someone or some institution. Your supporter does not question your activities in any way, however."
        },
        {
            "name": "Warrior",
            "size": "Minor",
            "type": "General",
            "description": "You have been trained to fight, and may have spent some time campaigning, perhaps on one of the Crusades. You may acquire Martial Abilities during character creation, and gain an additional 50 experience points which must be spent on Martial Abilities."
        },
        {
            "name": "Ways Of The (land)",
            "size": "Major",
            "type": "General",
            "description": "You have a deep understanding of a type of terrain, feeling more natural and at home there than anywhere else. Examples include Ways of the Forest, Ways of the Mountain, Ways of the Steppe or Ways of the Town. You get a +3 bonus to all rolls, including combat, that directly involve that area and its inhabitants; mundane, magical, or faerie. In addition, you roll one fewer botch die than normal (which may mean you roll no botch dice) in rolls that pertain to your area of understanding. You are not normally molested by animals of the terrain, and though particularly vicious creatures may still attack you, at least they’ll accord you proper respect. (For Ways of the Town, this still applies to town animals, of which there are plenty in the medieval world, rather than people. The +3 bonus does apply to people.) You may choose this Virtue multiple times, for different types of terrain."
        },
        {
            "name": "Wealthy",
            "size": "Major",
            "type": "General",
            "description": "You are a rich member of your class. You may spend three seasons per year on study or adventuring, as you can pay people to look after your interests, and these seasons are genuinely free. Exactly how wealthy you are depends on your social class; a noble would have at least a dozen servants, including some bodyguards, while a wealthy townsman would have a good house and maybe three servants. Whatever your class, you are wealthy enough to afford goods generally associated with a higher class, and thus risk being labeled a vulgar social climber. Wealthy characters may live at a covenant, but they are not supported by the covenant. As all Hermetic magi are supported by their covenant, no magi may take this Virtue."
        },
        {
            "name": "Traveled",
            "size": "Minor",
            "type": "General",
            "description": "You have journeyed extensively in this part of the world and find it easy to get along with people throughout the area. You have fifty bonus experience points to spend on living languages, Area Lores, and Bargain, Carouse, Charm, Etiquette, Folk Ken, or Guile."
        },
        {
            "name": "Wilderness Sense",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You are mystically attuned to the ways of the wilderness. Choosing this Virtue confers the Ability Wilderness Sense 1 (page 67)."
        },
        {
            "name": "Wise One",
            "size": "Minor",
            "type": "Social Status",
            "description": "You belong to a broad class that includes mystics, seers, healers, and the like. You are probably magical, and will probably want to purchase a Virtue that gives you some sort of supernatural ability. You are well regarded in the community, although your presence may cause fear as well as awe or respect. If you lack such good standing, though, you are most likely a wanderer or an outcast. You may take either Arcane or Academic Abilities, but not both, at character creation. The Wealthy Virtue and Poor Flaw affect you normally. This Virtue is available to male and female characters."
        }
    ],

    "flaws": [
        {
            "name": "Ability Block",
            "size": "Minor",
            "type": "General",
            "description": "You are completely unable to learn a certain class of Abilities, for some reason. This may be Martial Abilities, or a more limited set of the others. A profound inability to master logic would rule out Artes Liberales, Philosophiae, any Law, Medicine, and Theology. Alternatively, you might be unable to learn any languages other than your native tongue. It must be possible for your character to learn the abilities in question, but she need have no intention of doing so. You may only take this Flaw once."
        },
        {
            "name": "Afflicted Tongue",
            "size": "Minor",
            "type": "General",
            "description": "You have a speech impediment, such as a lisp, stutter, or missing teeth. You suffer a –2 to all rolls involving the voice. If you are a magus, you must also roll an extra botch die when casting a spell using words."
        },
        {
            "name": "Age Quickly",
            "size": "Major",
            "type": "Supernatural",
            "description": "Probably due to a curse or a magical disaster, you age twice as fast as normal people. Your effective age (which applies as if it were your actual age when creating a Longevity Ritual, and when making rolls on the Aging table) increases two years for every year that passes, and you make two aging rolls each year. There is no way to halt or slow this other than Longevity Rituals."
        },
        {
            "name": "Ambitious",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You want to be the most successful or powerful person in the world in some respect. You will not be distracted into doing things that do not contribute to your ambition, and are very eager to do things that advance it."
        },
        {
            "name": "Animal Companion",
            "size": "Minor",
            "type": "Story",
            "description": "You are accompanied by a loyal, intelligent (but mundane) animal that can obey simple commands. Your relationship with it is very close. If it should die, you would be profoundly upset."
        },
        {
            "name": "Arthritis",
            "size": "Minor",
            "type": "General",
            "description": "Your joints are stiff and often painful, making almost any prolonged movement difficult. You are at –3 to rolls involving repetitive movement, sustained over time. Occasionally, the pain is so great that you are seriously disabled. On any movement or combat botch, one of your joints may “lock up,” making the limb effectively useless (–6 to all rolls involving it) until you have a chance to rest it for a day or two."
        },
        {
            "name": "Avaricious",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You want money, lots of money. When you have it, you do not spend it, but hoard it so that you can count it. You can be avaricious about physical things other than money, such as books or raw vis. In this case, you do not use the things you hoard, nor do you allow others to use them."
        },
        {
            "name": "Black Sheep",
            "size": "Major",
            "type": "Story",
            "description": "You come from a prestigious family, but you have somehow estranged yourself from your relatives. They have nothing to do with you, unless they wish to punish you somehow or make use of you. Those who resent your family’s power can take safe revenge by assaulting you. You begin the game with a bad Reputation of your choice at level 2, among those who respect your family."
        },
        {
            "name": "Blackmail",
            "size": "Minor",
            "type": "Story",
            "description": "You have information that some powerful person would prefer kept hidden. You receive payments or services in return for your silence, and you may occasionally demand special favors. Don’t push your luck — your victim may decide it isn’t worth the cost, or silence you permanently. This benefit has a yearly value of about 50 silver pennies, possibly more if you keep the pressure on. You should detail and record the specifics of this arrangement."
        },
        {
            "name": "Blatant Gift",
            "size": "Major",
            "type": "Hermetic",
            "description": "People immediately realize that there is something strange about you, even if they do not know you are a magus. Animals are extremely disturbed, frightened, and possibly enraged by your presence. You suffer a –6 penalty on all interaction rolls with normal people and animals, and should see page 75 for further discussion of this Flaw’s effects"
        },
        {
            "name": "Blind",
            "size": "Major",
            "type": "General",
            "description": "You have little or no sight. Using missile weapons is futile, reading is impossible, and navigation in unknown territory is difficult to say the least. Blind magi can detect targets by other senses, and thus are less limited than people trying to use missile weapons. However, blind magi cannot aim spells without magical aid."
        },
        {
            "name": "Branded Criminal",
            "size": "Minor",
            "type": "Social Status",
            "description": "As punishment for some crime in your past, a mark has been burned into your cheek. This adversely affects your ability to function in society. You may not take the Wealthy Virtue, but you may take Martial Abilities at character creation. You may choose not to take such abilities, if your crime was not violent."
        },
        {
            "name": "Busybody",
            "size": "Minor",
            "type": "Personality",
            "description": "You usually know everything that is going on among your friends and acquaintances, especially in private matters. You are always interested in rumors and gossip, and are frequently able to extract personal secrets from people. Among magi the language is more dignified, but the idea is the same: you keep tabs on the Hermetic community (your covenant, your House, and nearby covenants — at the least). However, magi probably don’t have much knowledge of what’s going on among the lower class members of their covenant unless they choose to apply this Flaw specifically to such people at character creation."
        },
        {
            "name": "Carefree",
            "size": "Minor",
            "type": "Personality",
            "description": "You are unshakably cheerful and happy in all circumstances."
        },
        {
            "name": "Careless Sorcerer",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are slapdash in your use of magical power, and must roll two more botch dice more than normal when casting spells. Note that if you would normally roll no botch dice, you still roll none."
        },
        {
            "name": "Chaotic Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "Your magic is very wild. When you cast a spontaneous spell, you must specify a desired level of effect. If you fall short of or exceed that target by more than one level, the spell still works, but its effects are beyond your control — the storyguide decides the results. The level of effect includes any levels you assign to Penetration."
        },
        {
            "name": "Close Family Ties",
            "size": "Minor",
            "type": "Story",
            "description": "Your family is one of the most important things in your life, and still supports and aids you whenever possible, even at personal risk. Family members do not hesitate to do you any favor that is within their power, and can call on their friends and neighbors to help you. It works both ways, however; your family may require help from you some day."
        },
        {
            "name": "Clumsy",
            "size": "Minor",
            "type": "General",
            "description": "You are not very graceful and tend to drop things — you are at –3 in all related rolls. Furthermore, roll an extra botch die when taking actions related to Dexterity. Roleplay your clumsiness."
        },
        {
            "name": "Clumsy Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have trouble aiming your spells accurately. Any aiming roll (see page 86) is subject to disastrous failure: an aiming roll of 0 is automatically a botch. (Aiming rolls do not count as mystical rolls for the purposes of gaining Warping Points.) You receive a –3 penalty to any rolls involving Finesse."
        },
        {
            "name": "Compassionate",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You help anyone who is wounded or in trouble. You cannot bear to see suffering in others, although you happily drive yourself to exhaustion."
        },
        {
            "name": "Compulsion",
            "size": "Minor",
            "type": "Personality",
            "description": "You have an unfortunate urge that causes you problems. Examples include drinking, sex, perfection, bragging, or gambling."
        },
        {
            "name": "Continence",
            "size": "Minor",
            "type": "Personality",
            "description": "You do not engage in sexual activity. This may be due to a vow of celibacy, or simply personal choice."
        },
        {
            "name": "Covenant Upbringing",
            "size": "Minor",
            "type": "Personality",
            "description": "You were raised in a large, old covenant that has little contact with the outside world. You might have very strange religious beliefs, and you certainly find medieval social and political structures very odd. You may take Latin and Order of Hermes Lore at character creation. While Latin cannot be your native language, you may speak a language closely related to Latin that is spoken only at your home covenant."
        },
        {
            "name": "Creative Block",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have problems creating new things in the lab. You receive –3 on Lab Totals when you invent new spells, craft magic items, and make potions, unless you are working from a lab text. If you experiment, roll twice as many dice on the experimentation table."
        },
        {
            "name": "Crippled",
            "size": "Major",
            "type": "General",
            "description": "You either have no legs, or your legs are completely useless. You may have lost them in an accident or as a punishment. You cannot walk, although you may drag yourself along the ground, or push a trolley around with a stick."
        },
        {
            "name": "Curse Of Venus",
            "size": "Major",
            "type": "Story",
            "description": "You are very attractive to people whom you do not wish to attract. People you detest keep getting crushes on you, and will not be dissuaded. Furthermore, you tend to fall in love with inappropriate people, and in inappropriate circumstances. Those people you are interested in tend to think you are vain and shallow. CYCLIC MAGIC (NEGATIVE) Minor, Hermetic As with the Hermetic Virtue, your magic is attuned to some cycle of nature and is less potent at specific times. You have a –3 penalty to all Lab Totals and Casting Totals during that time. The length of time during which you are at a disadvantage must be equal to the time when there is no penalty."
        },
        {
            "name": "Dark Secret",
            "size": "Major",
            "type": "Story",
            "description": "You are haunted by something that would lead to shame, rejection, and possibly revenge if discovered. Hints about the secret continually arise, and there might be others who know it and could betray you. This makes you avoid certain places, dislike certain people, or fear certain things."
        },
        {
            "name": "Deaf",
            "size": "Major",
            "type": "General",
            "description": "You cannot hear at all. You may be able to speak, but you cannot understand spoken language, which makes communication difficult. Magi with this flaw must roll an extra two botch dice when casting spells with a spoken component, as they cannot hear what they are saying."
        },
        {
            "name": "Deficient Form",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Almost all totals (including Casting Totals and Lab Totals, but excluding Magic Resistance) to which a particular Form is added are halved. The Form has its full value for the purposes of studying it, and study totals are not halved."
        },
        {
            "name": "Deficient Technique",
            "size": "Major",
            "type": "Hermetic",
            "description": "All totals, including Lab and Casting totals, including a particular Technique are halved. Study totals are not halved. Experience points required are based on the actual value of the Technique, before halving."
        },
        {
            "name": "Deleterious Circumstances",
            "size": "Minor",
            "type": "Hermetic",
            "description": "All your magic totals are halved under certain uncommon circumstances. This can be your state, such as sitting or wet, the target of the magic, such as wild animals or iron, or the place where you are casting the magic, such as a city or high up a mountain."
        },
        {
            "name": "Delusion",
            "size": "Minor",
            "type": "Personality",
            "description": "You believe wholeheartedly in something that just isn’t so. Examples include that you are a magus (if you aren’t), that you are the Pope’s child, or that your imaginary friend is real. This can cause real problems for you and your associates."
        },
        {
            "name": "Dependent",
            "size": "Major",
            "type": "Story",
            "description": "You feel responsible for someone, and bound to help if he is in trouble. This person may be a relative or friend, but should be relatively weak and a non-player character. If your Dependent passes beyond your ability to help, or becomes too powerful, you should substitute another Story Flaw. Possibilities include taking the children of the old Dependent as new Dependents, taking the killers of the Dependent as Enemies, or taking the Dependent as a True Friend."
        },
        {
            "name": "Depressed",
            "size": "Minor",
            "type": "Personality",
            "description": "You have a dark outlook on life, seeing little point in acting and taking no pleasure in anything that happens."
        },
        {
            "name": "Diabolic Past",
            "size": "Major",
            "type": "Story",
            "description": "You were associated with diabolists, and though you have escaped their evil ways, you are still haunted by your upbringing and the memory of acts best left unspoken. Perhaps your parents were diabolists, although you were not, or maybe you joined a cult but soon repented and fled. Your former associates still take an interest in your activities and whereabouts. Unfortunately. You may purchase the Ability Infernal Lore, even if you are normally not permitted to buy Arcane Abilities."
        },
        {
            "name": "Difficult Longevity Ritual",
            "size": "Major",
            "type": "Hermetic",
            "description": "Something in your magical nature makes it difficult to create an effective Longevity Ritual for you. Anyone (including yourself) creating a Longevity Ritual for you must halve their Lab Total. You may create Longevity Rituals for others without penalty."
        },
        {
            "name": "Difficult Spontaneous Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Spontaneous magic is always an effort for you. You cannot cast spontaneous spells without exerting yourself. However, when you do exert yourself, you cast spells as any other magus. This flaw may be combined with Weak Spontaneous Magic to create a magus who cannot use spontaneous magic at all."
        },
        {
            "name": "Disjointed Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You cannot use previous knowledge to help you with magic. You gain no benefit from knowing a spell that is similar to one you are learning or inventing, and you gain no enchantment bonuses from Techniques and Forms already invested in an item."
        },
        {
            "name": "Difficult Underlings",
            "size": "Major",
            "type": "Story",
            "description": "You may only take this Story Hook if your character has, and will keep, underlings of some sort or another. No matter how many people you fire, or how carefully you vet new candidates, your underlings always cause problems for you. The nature of the problems may change, but you are repeatedly drawn into dealing with the trouble they have caused. If other people give the same underlings orders, they have no problem. It’s not them, it’s you."
        },
        {
            "name": "Disfigured",
            "size": "Minor",
            "type": "General",
            "description": "A visible disfigurement makes you ugly and easy to recognize. Presence rolls that involve good looks and gaining respect from most people are at –3. You probably have a cruel nickname that refers to your unfortunate appearance. You might have a large, visible burn scar, or an enlarged and deformed eye (an “evil eye”), or even be albino."
        },
        {
            "name": "Disorientating Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "After casting a spell, you must spend a round doing nothing but recovering your mental faculties."
        },
        {
            "name": "Driven",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You have some goal which you are determined to bring about. This has to be the sort of big goal that could shape an entire life, but if you do accomplish it you will immediately turn to a new project."
        },
        {
            "name": "Dutybound",
            "size": "Minor",
            "type": "Personality",
            "description": "You adhere to a restrictive code of conduct that forbids certain behavior, probably including prohibitions against lying, killing prisoners, stealing, and other occasionally useful actions. You follow this code out of guilt or fear rather than high-flown moral standards, and may spend more time justifying yourself than keeping your conduct pure."
        },
        {
            "name": "Dwarf",
            "size": "Major",
            "type": "General",
            "description": "You are the size of a child. Your comfortable walking speed is two-thirds that of a normal person. Your Size is –2, so the severity of wounds you take increases in three point increments rather than five point increments (see page 171). You take a –1 penalty to each of Strength and Stamina, which may reduce each Characteristic as low as –6. You cannot take this Flaw and Giant Blood, Large, or Small Frame."
        },
        {
            "name": "Enemies",
            "size": "Major",
            "type": "Story",
            "description": "Someone is causing trouble for you, such as a local baron or bishop, a band of outlaws, or a really nasty innkeeper. The enemy must be powerful enough to endanger you — this is best agreed on with the storyguide and the rest of the troupe."
        },
        {
            "name": "Enfeebled",
            "size": "Major",
            "type": "General",
            "description": "You cannot exert yourself for longer than a few seconds. Any need for rapid movement, such as combat or a chase, leaves you helpless. Long hikes are likewise beyond your capability. You are unable to learn Martial Abilities or any other skills involving physical exertion, since you cannot train in them. If you are a magus, you lose double the normal number of Fatigue levels from casting spells, but you may carry out laboratory activities as normal."
        },
        {
            "name": "Envious",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You believe that everyone has it better than you do, and that they don’t deserve their good fortune, while you do. Thus, you try to ruin their lives and take their goods for yourself. (This is not a good Flaw for a player character, as it is likely to lead to conflict with the other players.)"
        },
        {
            "name": "Faerie Friend",
            "size": "Minor",
            "type": "Story",
            "description": "You have an ally among the fay. How much assistance you can get depends on the power of the friend — a small faerie with (relatively) minor powers can accompany you on a day to day basis. Powerful faeries have other business, and may only be available to answer questions and provide guidance, not to accompany you around on your adventures. Your ally is fully sentient, has its own powers, and can speak when it chooses. You may want to have another player act the part. While a faerie companion can be a great boon, it can also be a terrible burden. If it is nasty or mischievous, it could cause trouble for you everywhere. Characters with this Flaw can purchase the Arcane Knowledge Faerie Lore, even if they are normally restricted from purchasing it."
        },
        {
            "name": "Faerie Upbringing",
            "size": "Minor",
            "type": "Personality",
            "description": "Perhaps you were abandoned by your true kin, and the faeries found you. Maybe your family actually lived in a faerie forest, or faeries took you as a babe. Though you are now back in human society, you feel at home with and have an enhanced understanding of faeries, magic, and other strange things. However, you find human society, including religion, bizarre. You may learn Faerie Lore at character generation."
        },
        {
            "name": "Favors",
            "size": "Major",
            "type": "Story",
            "description": "You owe a boon to someone (or to a great many people), and may be called upon to return the favor at any time. The consequences of ignoring such a request can range from mild to deadly serious, at the storyguide’s discretion."
        },
        {
            "name": "Fear",
            "size": "Minor",
            "type": "Personality",
            "description": "You are scared of something that you are likely to encounter fairly often. Its presence makes you edgy and very uncomfortable."
        },
        {
            "name": "Feral Upbringing",
            "size": "Minor",
            "type": "General",
            "description": "You grew up in the wilderness, either raised by wild animals or surviving on your own. For much of your life you could not speak, and knew nothing of human ways. Now that you have joined human society (or the covenant), you have learned to understand some basic spoken phrases, but civilized life is still a mystery you want little part of. You may only choose beginning Abilities that you could have learned in the wilds. In particular, you may not start with a score in a Language. In your first five years you gain 120 experience points, which must be split between (Area) Lore, Animal Handling, Athletics, Awareness, Brawl, Hunt, Stealth, Survival, and Swim."
        },
        {
            "name": "Feud",
            "size": "Major",
            "type": "Story",
            "description": "Your family is involved in a feud. The opposing family or families are roughly of equivalent strength to your family and its allies. You are liable to be ambushed or attacked by opposing clansmen, and your family expects you to join raids against your enemies."
        },
        {
            "name": "Flawed Parma Magica",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your Parma Magica is defective and provides only half the normal Magic Resistance against a certain Form. You may purchase this Flaw more than once for different Forms."
        },
        {
            "name": "Fragile Constitution",
            "size": "Minor",
            "type": "General",
            "description": "You are sickly and weak. You suffer a –3 penalty on all rolls to recover from wounds and diseases."
        },
        {
            "name": "Fury",
            "size": "Major",
            "type": "Story",
            "description": "A violent temper sometimes overwhelms you, sending you into a destructive, uncontrollable rage. You are likely to be provoked by some sort of specific event, such as being insulted, being hurt, or hearing the Order of Hermes disparaged. Roll 9+ on a stress die to avoid flying into a rage when such an event occurs, with another roll every round to try to calm yourself should you fail the first. On a botch, you try to kill everyone around you. While enraged you get +3 to Damage, but –1 on all other scores and rolls."
        },
        {
            "name": "Generous",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You willingly give away your property to anyone who expresses a desire for it, even if they are not particularly deserving. If something is very important, you might not give it to someone, but you will certainly share it."
        },
        {
            "name": "Greater Malediction",
            "size": "Major",
            "type": "Supernatural",
            "description": "You have been cursed by some supernatural power, in a way that greatly hinders you. The effects of the curse should be comparable to those of other Major Flaws. Indeed, almost any greater Flaw could be the result of a curse."
        },
        {
            "name": "Greedy",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You like to eat and drink, and do so to excess whenever given the chance. You are probably fat, but may not be if you rarely have the chance to indulge."
        },
        {
            "name": "Hatred",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You hate someone or some group so much that hurting them dominates your life. The target of your hatred must not be someone you could easily overcome."
        },
        {
            "name": "Hedge Wizard",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Because of your esoteric magic, other magi distrust you, and more importantly, grant you no respect. You start with a negative Reputation within the Order of Hermes at level 3 as a hedge wizard, even though you are a member of the Order."
        },
        {
            "name": "Heir",
            "size": "Minor",
            "type": "Story",
            "description": "You have little power or wealth now, but you stand to inherit land and possibly money. You need do nothing special to remain in your position, but others may occasionally attempt to remove you from the line of succession — one way or another. When you finally win your inheritance you gain its responsibilities as well, so your freedom may be restricted."
        },
        {
            "name": "Higher Purpose",
            "size": "Minor",
            "type": "Personality",
            "description": "Let others concern themselves with petty matters, you have a nobler goal. This purpose should be altruistic, like freeing an oppressed people or bringing peace between the Order of Hermes and society."
        },
        {
            "name": "Humble",
            "size": "Minor",
            "type": "Personality",
            "description": "You are humble, always willing to believe that others are more skilled and better than you. You do not necessarily underestimate your own abilities, you just think others are better."
        },
        {
            "name": "Hunchback",
            "size": "Minor",
            "type": "General",
            "description": "You have a deformed body that gives you a grotesque appearance and hinders your movements. You are at –3 to all rolls involving agility and balance. Communication rolls that involve good looks are at –3."
        },
        {
            "name": "Incompatible Arts",
            "size": "Minor",
            "type": "Hermetic",
            "description": "For some reason you are completely unable to use two combinations of Techniques and Forms, except for Vim and Corpus. For example, you may be unable to use Intellego Herbam and Intellego Animal. This Flaw may be taken repeatedly with different combinations, but may not be combined with a Deficiency."
        },
        {
            "name": "Incomprehensible",
            "size": "Minor",
            "type": "General",
            "description": "You are almost completely unable to convey the knowledge and understanding that you have. Anyone trying to learn from you or from a book you have written must halve their Study Total (or Lab Total, if you are a magus and have written Lab Texts on some spells or enchanted items). If you are a magus teaching spells, halve all applicable Lab Totals, both yours and the student’s."
        },
        {
            "name": "Indiscreet",
            "size": "Major",
            "type": "Story",
            "description": "You are unable to keep a secret. You must tell all to the first interested party you meet in an effort to be helpful or to demonstrate that you are in-the-know, unless you make a 9+ Intelligence-based stress roll. If you botch, you may have to be physically restrained by your companions from answering any questions put to you for the remainder of the encounter."
        },
        {
            "name": "Infamous",
            "size": "Minor",
            "type": "General",
            "description": "People know you well and curse you in their prayers. You have a level 4 bad Reputation, specifying the horrible deeds that earned you such ill will."
        },
        {
            "name": "Infamous Master",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your master was a diabolist, bumbler, fool, widely despised, or held in contempt for some other reason. Most magi expect little better from you. Even if you’ve done nothing wrong, you are treated as though you don’t deserve to be a member of the Order. You have a bad Reputation of the appropriate type at level 3 among magi."
        },
        {
            "name": "Judged Unfairly",
            "size": "Minor",
            "type": "Personality",
            "description": "Somehow you come across the wrong way to people, and they universally distrust and underestimate you. You catch no one’s eye, impress no one, and can get no one to take you seriously. If you ever find an exceptional someone who sees you as you want to be seen, you will cling to that person."
        },
        {
            "name": "Lame",
            "size": "Minor",
            "type": "General",
            "description": "One of your legs is weakened, whether since birth or through some accident. You move slowly and clumsily. Your base speed is a mere one mile per hour, and anyone can outrun you. You suffer a –6 penalty on rolls involving moving quickly or with agility, –3 on Dodge, and –1 on other combat scores."
        },
        {
            "name": "Lecherous",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You seek sexual contact with as many people as possible. Note that you need not be any good at seduction; skill here merely changes the kinds of problems you encounter."
        },
        {
            "name": "Lesser Malediction",
            "size": "Minor",
            "type": "Supernatural",
            "description": "You have been cursed by some supernatural power. The effects of the curse should be about as bad as other Minor General Flaws."
        },
        {
            "name": "Limited Magic Resistance",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are less able to resist magic than other magi. You gain no bonus from one of your Form scores to Magic Resistance rolls, though if you are caught without your Parma Magica, you retain a Magic Resistance of 0. You may take this Flaw multiple times, for multiple Forms."
        },
        {
            "name": "Loose Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your Study Total is halved whenever you try to master spells."
        },
        {
            "name": "Lost Love",
            "size": "Minor",
            "type": "Personality",
            "description": "You have lost your true love to death, distance, or marriage. You take little joy in life’s pleasures and give up easily in the face of difficulty, since you’ve already lost the most important struggle. On those occasions when you forget yourself and have a good time, you inevitably feel sorrow afterwards, thinking about how it could have been if your love were with you."
        },
        {
            "name": "Low Self-esteem",
            "size": "Major",
            "type": "General",
            "description": "You have a deflated opinion of your own selfworth. You begin the game with no Confidence Score, and never have any Confidence Points."
        },
        {
            "name": "Lycanthrope",
            "size": "Major",
            "type": "Supernatural",
            "description": "You have been cursed to change form into a dangerous predator (such as a wolf, lynx, or bear) on nights of the full moon (or similar, monthly astrological events). No items or clothing transform between shapes, and it takes one full round for the full transformation to take effect. You aren’t immune to normal weapons, and the curse does not infect bite victims. The animal may be detected as a cursed human with an InAn or InCo spell. You have the intelligence of an animal while changed, react to all stimuli as an animal, and don’t retain any memory of actions taken in animal form, save occasionally in dreams. You may not even realize that you are under this curse. You still recognize both friends and enemies when changed. Lycanthropes may transform into a non-magical animal between Size –1 (wolf) and Size +2 (bear). You have the normal physical characteristics of the animal, except that +3 is added to your Soak score (in animal form only). Furthermore, you are fully healed of all wounds incurred in animal form upon resuming human form (which happens at dawn)."
        },
        {
            "name": "Magic Addiction",
            "size": "Major",
            "type": "Hermetic",
            "description": "You crave the rush of casting and holding power over magic. Whenever you cast a spell, you have a difficult time stopping yourself from casting again and again until you drop from exhaustion. Whenever you use a stress die in spellcasting, you must, whether or not the spell succeeds, make an Intelligence + Concentration stress roll, against an Ease Factor of half the level of the spell (or, if you botched, the level you were attempting). If you fail, as your next action you must either cast a Formulaic spell of at least the same level as the previous spell, or cast any spontaneous spell, expending Fatigue and not reserving levels for Penetration. You must roll again to control your addiction, based on the level of the spell you just cast, but you get a +3 bonus to the roll for every spell you cast after the first. If you botch, you continue casting spells until you fall unconscious."
        },
        {
            "name": "Magical Air",
            "size": "Major",
            "type": "General",
            "description": "People and animals react to you as if you had The Gift, but, at least as far as you know, you have no magical abilities. You may not take this Flaw if you actually do have The Gift; see The Blatant Gift (page 51) instead."
        },
        {
            "name": "Magical Animal Companion",
            "size": "Minor",
            "type": "Story",
            "description": "You are accompanied by a magical animal that’s smart enough to follow your orders or to disobey them on its own initiative. The smaller and more innocuous the creature, the more intelligent it is. A ferret or crow is as intelligent as a human, a wolf is very cunning, and an animal the size of a horse is simply more intelligent than normal. The creature has a Magic Might score of 10 – Size."
        },
        {
            "name": "Meddler",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You want to fix other peoples’ lives: arrange matches, teach children to sew “properly,” or tend the sick. You waste a lot of time and energy on such endeavors, and people usually resent it."
        },
        {
            "name": "Mentor",
            "size": "Minor",
            "type": "Story",
            "description": "A person of some importance, wealth, or wisdom has taken an interest in your life, and at times provides you with minor material aid and advice. However, at some point your mentor will have a small favor or two to ask of you. He might not necessarily like your relationship with the covenant — perhaps you must keep it a secret. The Mentor must be an NPC."
        },
        {
            "name": "Missing Ear",
            "size": "Minor",
            "type": "General",
            "description": "You cannot accurately locate the direction of sounds, and suffer a penalty of –3 to hearing rolls."
        },
        {
            "name": "Missing Eye",
            "size": "Minor",
            "type": "General",
            "description": "You cannot judge close distances easily and get –3 on Attack rolls for missiles and targeting rolls for spells. In melee combat you suffer –1 on Attack rolls because your field of vision is limited. You also have a blind side from which people can approach unseen. This Flaw can be combined with Poor Eyesight (below), but the penalties are cumulative."
        },
        {
            "name": "Missing Hand",
            "size": "Minor",
            "type": "General",
            "description": "Perhaps it was an accident or a punishment in your past that cost you one of your hands. Climbing, combat, and other activities normally requiring both hands are at a penalty of –3 or greater."
        },
        {
            "name": "Mistaken Identity",
            "size": "Major",
            "type": "Story",
            "description": "Someone, who looks exactly like you and whom you and your companions will most likely never meet, lives near you, and is responsible for an ongoing variety of violent, illegal, obscene, or embarrassing acts. You often have to explain who you are, and sometimes have to deal with the consequences of the other person’s acts."
        },
        {
            "name": "Monastic Vows",
            "size": "Major",
            "type": "Story",
            "description": "You have taken vows of poverty, chastity, and obedience to a religious superior. This covers the vows taken by mendicant friars, as well as those taken by monks and nuns strictly speaking."
        },
        {
            "name": "Motion Sickness",
            "size": "Minor",
            "type": "General",
            "description": "Riding a horse, in a cart, or sailing on a ship makes you violently ill. When not traveling on foot, you suffer double the fatigue loss on long journeys specified on page 185, with a minimum loss of two Fatigue levels. Violent jostling over a period of a few hours could conceivably lead to unconsciousness."
        },
        {
            "name": "Mute",
            "size": "Major",
            "type": "General",
            "description": "You cannot speak; perhaps your tongue was cut out. You probably use rudimentary hand gestures and grunts to communicate your needs. You can still understand languages perfectly well, and may learn to read and write if you have an appropriate Virtue. Note that magi with this Flaw get a –10 penalty to all spellcasting, although this may be offset by taking the Quiet Magic Virtue (page 48). A magus with this Flaw can be assumed to be able to make sounds, which are sufficient to allow normal use of the Voice Range."
        },
        {
            "name": "Necessary Condition",
            "size": "Major",
            "type": "Hermetic",
            "description": "In order for your magic to work, you must perform a specific action while casting any spell. This should be something simple, such as singing or spinning around three times. If you cannot perform the action, you cannot cast spells at all."
        },
        {
            "name": "No Hands",
            "size": "Major",
            "type": "General",
            "description": "You have no hands. Any activity requiring hands is impossible, and magi with this flaw take a –5 penalty to all spellcasting. This may be offset by taking the Subtle Magic Virtue."
        },
        {
            "name": "No Sense Of Direction",
            "size": "Minor",
            "type": "General",
            "description": "You are completely unable to follow directions. North, south, east, and west have no meaning to you, and you often confuse right and left. You frequently get lost while traveling unfamiliar paths by yourself, or with others following your lead, and often have to reason your way home or to your destination from first principles. This Flaw is incompatible with the Well-Traveled Virtue."
        },
        {
            "name": "Nocturnal",
            "size": "Minor",
            "type": "Personality",
            "description": "Your natural body rhythms try to keep you sleeping until noon. You are at –1 on all rolls made between dawn and midday. Conversely, you have little difficulty staying up at night. Though you enjoy no special benefits in the dark, your companions may decide to saddle you with night guard duty on a regular basis to use your attributes to best effect."
        },
        {
            "name": "Noncombatant",
            "size": "Minor",
            "type": "Personality",
            "description": "You have no interest in combat, nor do you have any ability with it. You might be unreasonably afraid of combat, or a complete pacifist, or prone to freezing and doing nothing."
        },
        {
            "name": "Oath Of Fealty",
            "size": "Major",
            "type": "Story",
            "description": "You have sworn an oath of loyalty and support to someone outside the covenant, and sometimes they call on you to uphold your vow. Magi are forbidden from taking Oaths of Fealty by the Hermetic Code. Some don’t let that stop them."
        },
        {
            "name": "Obese",
            "size": "Minor",
            "type": "General",
            "description": "You are large because of fat, not muscle. You are at –1 to all rolls that involve moving quickly or gracefully and at –3 to all Fatigue rolls. You are not so large that your Size is increased, and you may take this Flaw along with the Virtues and Flaws that change your Size."
        },
        {
            "name": "Obsessed",
            "size": "Minor",
            "type": "Personality",
            "description": "You are fixated on some prized object, action, or ideal. This interferes with your accomplishment of more immediate tasks. Examples might include obsessive protection of magi to the point that you attack those who insult them, or obsessive neatness where you keep yourself spotless and deride those who do not."
        },
        {
            "name": "Offensive To Animals",
            "size": "Minor",
            "type": "Hermetic and General",
            "description": "Animals react to you as if you had The Gift, although people still do not. You may not take this Flaw and Magical Air. Characters with The Gift may only take this Flaw if they have the Gentle Gift, in which case only humans react to them as if they didn’t have The Gift. Animals with a Might score react in different ways. In general, those that react negatively to The Gift react negatively to you, while those that react positively do not, unless you actually have The Gift."
        },
        {
            "name": "Optimistic",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You are convinced that everything will turn out for the best. This is not overconfidence, as you accept that you might well fail. Even if you do, however, you are sure that circumstances will mean that everything works to your benefit."
        },
        {
            "name": "Outcast",
            "size": "Minor",
            "type": "Social Status",
            "description": "You have the rough task of making it on your own — normal society rejects you and you are not attached to a covenant. Perhaps you have a magical nature, a supernatural background, some disfigurement, or a tremendous scandal in your past. You may not take the Wealthy Virtue."
        },
        {
            "name": "Outlaw",
            "size": "Major",
            "type": "Social Status",
            "description": "You have been outlawed, and must live by your wits outside society. You may take Martial Abilities at character generation, and have a Reputation at level 2 for whatever got you outlawed."
        },
        {
            "name": "Outlaw Leader",
            "size": "Minor",
            "type": "Social Status",
            "description": "You command a small group (three to six persons) of outlaws. Your followers look up to you and do what you tell them — within reason. However, you must occasionally stick up for the group or one of its members, as well as provide for them. You often have to deal with challenges to your leadership in one form or another. You are well known as an outlaw in the local area, with a Reputation level of 3. You are actively sought by the local lord, sheriff, or other such official. You may take Martial Abilities at character generation. Grogs may not take this Flaw."
        },
        {
            "name": "Outsider",
            "size": "Major",
            "type": "Social Status",
            "description": "You belong to a group that is both readily identifiable and distrusted or disliked. Examples include Saracens, Jews, and Moors. You are shunned and often persecuted because of this, and your life and freedom may occasionally be in peril. You have a bad Reputation of level 1 to 3 (depending upon how easy it is to identify you) among members of the dominant social group of your area. There is no way for you to ever remove that stain, and you are marked by it wherever you go."
        },
        {
            "name": "Overconfident",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You have a completely unshakable faith in your own abilities. You believe that you will always perform at, or slightly above, the peak of your abilities, and cannot imagine failure. If you actually botch, you come up with some rationalization as to what “really” happened."
        },
        {
            "name": "Oversensitive",
            "size": "Minor",
            "type": "Personality",
            "description": "Something that others find merely unpleasant you consider intolerable. Examples might include an oversensitivity to disrespect, to slovenliness, or to impiety. If you are the violent type, you may start fights with those who offend you."
        },
        {
            "name": "Painful Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "Casting spells causes you to suffer the equivalent of one Fatigue level in pain for each spell you cast. This reduces all your actions by the appropriate Fatigue penalty, which is cumulative with any from actual fatigue or injuries (though you do not suffer any physical damage from pain). You recover these “pain levels” just like Fatigue levels."
        },
        {
            "name": "Palsied Hands",
            "size": "Minor",
            "type": "General",
            "description": "Your hands shake uncontrollably, which makes casting spells or holding objects difficult. All rolls involving holding or wielding an object are made at –2, including weapon skills. Magi and others who rely on hand gestures to work magic must roll an extra botch die when casting a spell."
        },
        {
            "name": "Pessimistic",
            "size": "Minor",
            "type": "Personality",
            "description": "You always expect the worst. You may try to enjoy yourself, but you are sure that anything that can go wrong, will, and will pick on you."
        },
        {
            "name": "Pious",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You are a fervent follower of your religion. You avoid the things it prohibits, and enthusiastically do the things it commands."
        },
        {
            "name": "Plagued By Supernatural Entity",
            "size": "Major",
            "type": "Story",
            "description": "Some supernatural being interferes in your life on a fairly regular basis. It may even have your best interests at heart, but the result is that you get dragged into stories. Suitable examples would be a demon trying to corrupt you, an angel trying to save you, a faerie playing games with you, or a ghost continuing the agenda she had while alive."
        },
        {
            "name": "Poor",
            "size": "Major",
            "type": "General",
            "description": "You are a poor member of your social class. You must work three seasons per year in order to make ends meet, and can afford only the necessities of life, as measured by your status. This also means that you have one fewer season available for any form of advancement other than exposure, which is a major hindrance. You cannot take this Flaw if you are supported by the covenant. In particular, this Flaw is not available to magi. POOR (CHARACTERISTIC) Minor, General You have an exceedingly bad Characteristic — lower one which is already –3 or lower by one point. Describe what it is about you that makes this obvious, such as a feeble stature, hideous visage, or slack-jawed stupidity. You may take this Flaw twice for a single Characteristic, lowering it to –5, and multiple times for different Characteristics."
        },
        {
            "name": "Poor Eyesight",
            "size": "Minor",
            "type": "General",
            "description": "Bleary vision impedes your performance. Rolls involving sight, including rolls to attack and defend, are at –3. New environments are disorienting and perhaps frightening for you. This Flaw can be combined with Missing Eye (above), but the penalties are cumulative."
        },
        {
            "name": "Poor Formulaic Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are simply not very good at formulaic magic. Subtract five from every roll that you make to cast formulaic spells. This does not apply to Ritual spells."
        },
        {
            "name": "Poor Hearing",
            "size": "Minor",
            "type": "General",
            "description": "Subtract 3 from rolls involving hearing. Speech that is hard for others to understand because of language, dialect, or accent is almost impossible for you to follow. You often pretend to be listening to people when in fact you are not."
        },
        {
            "name": "Poor Memory",
            "size": "Minor",
            "type": "Personality",
            "description": "You have a very hard time recalling one type of thing, such as names, faces, or places."
        },
        {
            "name": "Poor Student",
            "size": "Minor",
            "type": "General",
            "description": "You are bad at learning new things. Subtract three from all Advancement Totals derived from teaching and books (that is, you have no penalty to adventure experience, exposure, practice, or training), but do not reduce a total below one. If you could learn something without this Flaw, you still learn a bit."
        },
        {
            "name": "Prohibition",
            "size": "Minor",
            "type": "Personality",
            "description": "You have had a Conditional Curse (also known as a “Geas”) cast upon you and must obey the restrictions of your prohibition or be penalized by the curse. If you fail to adhere to the restrictions, you will suffer the curse in full force. The troupe must agree on both the restriction, and the curse that strikes you if you break it."
        },
        {
            "name": "Proud",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You believe that you are more important than just about everybody, and expect the appropriate respect. Magi may admit one or two equals, but do not believe that they have any superiors. Mundanes will admit social superiors, but still believe themselves to be fundamentally better than, say, the king."
        },
        {
            "name": "Reckless",
            "size": "Minor",
            "type": "Personality",
            "description": "You tend not to notice that situations are threatening. You start with a Personality Trait of Reckless +3, and can never have a positive Personality Trait reflecting care or patience. Whenever the storyguide deems it necessary for you to check bravery or a similar Personality Trait, make a roll against your Reckless score instead. A success means you do not realize your danger, and can act immediately without further checks."
        },
        {
            "name": "Reclusive",
            "size": "Minor",
            "type": "Personality",
            "description": "You do not like being disturbed or interrupted. You feel that an intrusion by another upon your time is unnecessary at best, and an insult at worst. You are very reluctant to be dragged into public places, or group activities, and generally complain when you must participate. Note that this is often a bad Flaw for a player character, unless there is a good reason why that character needs to stay out of play most of the time (for example, he is played by the alpha storyguide)."
        },
        {
            "name": "Restriction",
            "size": "Major",
            "type": "Hermetic",
            "description": "You cannot cast spells at all under certain uncommon conditions. These might refer to your state, such as touching the earth directly or having no beard, or to the target, such as birds or glass, or to your location when you use the magic, such as on a small boat or in a storm. The Restriction also applies to effects generated by any enchanted items you create. Spells cast remain in effect even if the Restriction comes into play. Thus, if your Restriction is that you must not have a beard, you cast a spell with Year duration, and then grow a beard, the spell does not fail."
        },
        {
            "name": "Rigid Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "You cannot use vis when you cast spells. Thus, you cannot increase your spell rolls or cast Ritual magic. You can use vis in the laboratory."
        },
        {
            "name": "Sheltered Upbringing",
            "size": "Minor",
            "type": "Personality",
            "description": "You grew up completely separated from society, knowing only your parents or mentor. Recently you have been introduced to a wondrous new world of strangers, and you are overwhelmed. Depending on your personality, you might react with contempt, fear, or wonder. You are unable to function normally because you cannot understand most human customs. You may not take Bargain, Charm, Etiquette, Folk Ken, Guile, Intrigue, or Leadership as beginning Abilities, but you may learn them in play."
        },
        {
            "name": "Short Attention Span",
            "size": "Minor",
            "type": "Personality",
            "description": "You have trouble concentrating. Keeping watch, listening to complex orders, following the plot of a story, or performing other such tasks that require continued attention are usually not within your ability."
        },
        {
            "name": "Short-lived Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your spells do not last as long as they should. Spells that should last a year, last a moon; those of a moon, only to the next sunrise or sundown; and those of a sun, merely Diameter. Diameter, Concentration, Ring, and Momentary spells are not affected."
        },
        {
            "name": "Short-ranged Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "Halve your Casting Totals whenever you are not touching the target of the spell. Halve your Lab Total when designing an effect or spell that has a range greater than Touch."
        },
        {
            "name": "Simple-minded",
            "size": "Minor",
            "type": "Personality",
            "description": "You can only think about one thing at a time — guarding the bridge, hunting for a missing ring, or hiding in the trees for example. You become easily confused unless others give you very clear instructions. When unexpected circumstances pop up, you find them difficult to deal with."
        },
        {
            "name": "Slow Caster",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic requires more time to prepare and execute than that of other magi. Your formulaic spells take two rounds to cast; spontaneous spells also take two rounds unless you fast-cast, in which case they take one round casting time. Fast-cast mastered spells also take the normal one-round time. Ritual spells are performed as normal, since all magi must cast them slowly and carefully."
        },
        {
            "name": "Small Frame",
            "size": "Minor",
            "type": "General",
            "description": "You are of a lighter-than-average build. Your Size is reduced to –1. This means that the severity of wounds you take increases in four point increments, rather than five point. (See page 171). You cannot take this Flaw and Giant Blood, Large, or Dwarf."
        },
        {
            "name": "Social Handicap",
            "size": "Minor",
            "type": "General",
            "description": "You have some trait that keeps you from interacting easily with other people. This impairs your dealings with most of society, causing penalties of –3 on appropriate rolls. Examples include morose temperament, unworldliness, an unpleasant odor, or outspoken atheism."
        },
        {
            "name": "Soft-hearted",
            "size": "Minor",
            "type": "Personality",
            "description": "You cannot bear to witness suffering, and causing it brings you sleepless nights. Even the deaths of enemies are painful for you. You avoid danger and try to keep your friends out of it as well. Life and health mean so much that you would rather give up important goals than let another person risk combat. You are easily moved by song and story."
        },
        {
            "name": "Study Requirement",
            "size": "Major",
            "type": "Hermetic",
            "description": "You are unable to study magic from books or vis alone. You must study in the presence of the appropriate Art. For example, you need to sit next to a brook or pond to study Aquam, or a large fire to study Ignem. Growing things are good for Creo, decaying ones good for Perdo. As your knowledge grows, you need to work with larger and larger quantities. See “Study Bonus Virtue” on page 49 for a list of examples. You may take Study Bonus and Study Requirement."
        },
        {
            "name": "Supernatural Nuisance",
            "size": "Major",
            "type": "Story",
            "description": "Supernatural entities of a certain kind interfere in your life in minor ways whenever you are around them. This differs from Plagued by Supernatural Entity in that the nuisances do not have any long-term plans. This could represent a ghost that haunts you, or general enmity from faeries towards you."
        },
        {
            "name": "Susceptibility To Divine Power",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are especially sensitive to the Dominion and suffer twice the normal penalties (such as spellcasting modifiers and botch rolls) to your magic when in a divine aura."
        },
        {
            "name": "Susceptibility To Faerie Power",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are especially susceptible to the fay and their magic. Whenever you enter a faerie area, you must make a Stamina roll equal to or greater than its aura rating to avoid becoming disoriented. In addition, your Magic Resistance score, including Parma Magica, against faerie magic is halved. If someone else uses their Parma Magica to protect you, their resistance is not affected and you benefit normally."
        },
        {
            "name": "Susceptibility To Infernal Power",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You are especially vulnerable to the dark powers. Whenever you enter an area of infernal influence, you must make a Stamina roll equal to or greater than the aura rating or become ill (–1 on all rolls). You get only half your normal Magic Resistance score against infernal magic, though if someone else’s Parma Magica is protecting you, it counts normally."
        },
        {
            "name": "Tainted With Evil",
            "size": "Minor",
            "type": "General",
            "description": "An air of corruption surrounds you as a result of something you, your parens, or your ancestors did. Others naturally feel very ill at ease around you, and can easily grow to hate you. Gaining a positive Reputation is impossible. Magi do not react as strongly to this attribute as normal people."
        },
        {
            "name": "Temperate",
            "size": "Minor",
            "type": "Personality",
            "description": "You do not over-indulge in any sensual pleasures."
        },
        {
            "name": "Tormenting Master",
            "size": "Major",
            "type": "Story",
            "description": "Your master does not believe you have successfully passed the apprentice’s gauntlet (the test of becoming a magus). He periodically troubles you with political moves and indirect attacks. This Flaw is only applicable to magi, although other characters could take an analogous Story Hook."
        },
        {
            "name": "Transvestite",
            "size": "Minor",
            "type": "Personality",
            "description": "You dress and act as a member of the opposite gender, and expect to be treated as such. Note that this is not a delusion — you know what your physical gender is, but choose to live as the other gender. In Christian and Muslim lands you are regarded as a freak, and are often shunned, laughed at, or even chased out of town. However, these problems will only arise if others realize you are not a member of the gender you are living as. Because of your long experience living as a member of your chosen gender, attempting to live as a member of your physical gender will result in a –3 to all social skill rolls for as long as the character attempts to live as this gender."
        },
        {
            "name": "True Love",
            "size": "Major or Minor",
            "type": "Story",
            "description": "You have found the one person meant for you in all of creation, and the bond between the two of you cannot be sundered. Whenever you are suffering, in danger, or dejected, the thought of your love will give you strength to persevere. In dire need, he may even come to rescue you. More often, he will be in trouble and need rescuing. If any enchantment keeps you from your true love’s side, the power of your devotion can probably break it. Your love is higher than mortal magic, and no magic can make you hate your love, or make you truly betray him. Your True Love must be a non-player character. To have another player character as your True Love, see the True Love Virtue on page 50. This Story Hook may be renamed “True Friend” to cover characters with whom you are very closely linked, but not in a romantic way. If the True Love is significantly weaker than the player character, and not able to provide useful assistance in most cases, this is a Major Flaw. If the True Love is competent, equal to or better than the player character, then this is only a Minor Flaw. The True Love may need rescuing occasionally, but more often he will involve the player character in his plans."
        },
        {
            "name": "Twilight Prone",
            "size": "Major",
            "type": "Hermetic",
            "description": "You either enjoy or cannot help running excessive amounts of magic through you when you cast spells. You must roll to resist Twilight on a single magical botch, rather than on a double botch like most magi."
        },
        {
            "name": "Unimaginative Learner",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You have trouble figuring things out for yourself. Subtract three from rolls when you study from raw vis."
        },
        {
            "name": "Unpredictable Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You always roll a stress die when using magic, even if completely relaxed. If you choose to cast a spontaneous spell without expending fatigue, you must still roll to check for a botch, although the roll does not add to your Casting Total. Even if you have mastered a spell, you must always roll at least one botch die."
        },
        {
            "name": "Unstructured Caster",
            "size": "Major",
            "type": "Hermetic",
            "description": "You have never quite mastered the intricacies of spellcasting, and are unable to perform formulaic magic without extreme effort. You cast all formulaic spells as though they were ritual spells (including the need for vis), and you may not learn ritual spells at all. You cast spontaneous spells normally."
        },
        {
            "name": "Visions",
            "size": "Minor",
            "type": "Story AND Supernatural",
            "description": "You often see images related to emotionally or magically laden events. A vision might be of the past, a possible future, or a distant occurrence, and is often symbolic or confusing. Visions usually come to you at quiet times or in places connected with a powerful emotional or magical event, such as the site of a patricide or diabolic sacrifice. Your visions may warn you of dangers to come, or involve you in matters you would otherwise avoid. The visions come purely at the storyguide’s discretion, and reveal only what he wants to reveal."
        },
        {
            "name": "Vow",
            "size": "Minor",
            "type": "Personality",
            "description": "You have sworn to do something difficult, and breaking your vow is a serious matter. Example vows include never raising a weapon, never speaking, or living in poverty. If you do fail to uphold your vow, you must perform some kind of atonement, whether it be religious penance or coming to terms with your failure in some other way. Furthermore, your Confidence Score drops by one until you atone. Depending on your vow, some people may respect your dedication, giving you a good Reputation of level 1 among those people."
        },
        {
            "name": "Warped Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic is accompanied by some unpleasant side effect that always manifests itself the same way, but with increasing intensity according to the level of the spell. Examples include nearby items become hot or nearby plant matter becomes shriveled and wilted. This effect may cause trouble from time to time, but is usually just annoying."
        },
        {
            "name": "Waster Of Vis",
            "size": "Major",
            "type": "Hermetic",
            "description": "When you use raw vis you waste one quarter (rounded up) of the pawns you apply. The lost raw vis does not apply to the magical effect being enacted but does count toward the total number of botch dice you must roll if you roll a zero. You must use a third again as many pawns as usual when casting a ritual spell, and if you want to improve an Art score by studying raw vis, you must use a third again as many pawns as usual. This Flaw applies to all occasions on which you use vis, including certamen, laboratory work, and boosting penetration. Wasted pawns count toward the maximum number you can use at one time. For example, if you would normally use 12 pawns, you use 16, and 4, one quarter of those you use, are wasted. If you would normally need 10 pawns, you use 14, because 4 pawns are wasted."
        },
        {
            "name": "Weak Characteristics",
            "size": "Minor",
            "type": "General",
            "description": "You have three fewer points to spend buying Characteristics than most characters. You may take this Flaw twice, leaving you with only one point to spend."
        },
        {
            "name": "Weak Enchanter",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your Gift is ill attuned to creating enchanted devices. Halve your Lab Total whenever you create or investigate an enchanted item. If you have a Deficiency that counts as part of the Lab Total, apply the Deficiency first and then halve the remaining total."
        },
        {
            "name": "Weak Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your magic is particularly bad at penetrating magic resistance. You halve the normal Penetration Total for all spells, and only get half the normal benefit when instilling Penetration into an item. Note that you halve the Penetration Total, after subtracting the spell level and making any adjustments for the use of Arcane Connections. You do not halve the Casting Total and calculate Penetration from that."
        },
        {
            "name": "Weak Magic Resistance",
            "size": "Major",
            "type": "Hermetic",
            "description": "Any form of magic resistance you generate is much weaker under relatively common circumstances which are fairly easy for an opponent to utilize, such as when you are wet or facing away from the caster of the spell. If the conditions are met, do not subtract the level of the effect from the casting total before calculating Penetration. You would be well advised to keep your weakness from being discovered by too many potential enemies."
        },
        {
            "name": "Weak Parens",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your parens was less powerful and a worse teacher than normal. You gain 60 fewer experience points and 30 fewer spell levels from apprenticeship, for a total of 180 experience points and 90 levels of spells."
        },
        {
            "name": "Weak Scholar",
            "size": "Minor",
            "type": "Hermetic",
            "description": "You don’t understand what others teach you very well. You get a –6 penalty to Lab Totals when working from the Lab Texts of others, including when re-inventing spells."
        },
        {
            "name": "Weak Spontaneous Magic",
            "size": "Major",
            "type": "Hermetic",
            "description": "You may not exert yourself when casting spontaneous magic, so you always divide your Casting Total by five. In stressful conditions you must still roll a stress die to see if you botch, but the die roll does not add to your casting total. You may still use ceremonial casting. This Flaw may be combined with Difficult Spontaneous Magic to create a magus who cannot cast spontaneous magic at all."
        },
        {
            "name": "Weakness",
            "size": "Minor",
            "type": "Personality",
            "description": "You have a soft spot for some sort of object or person. In the face of this, all else is unimportant: promises are forgotten, duties neglected, and common sense cast to the winds. Examples include poets and storytellers, food, flattery, or a pretty face."
        },
        {
            "name": "Weak-willed",
            "size": "Minor",
            "type": "Personality",
            "description": "You look to others for guidance rather than to yourself. Those who try to fool, intimidate, or manipulate you gain +3 to their rolls. What you need more than anything else is to find someone you can trust."
        },
        {
            "name": "Weird Magic",
            "size": "Minor",
            "type": "Hermetic",
            "description": "Your control over magic is somewhat loose, perhaps due to Twilight effects or idiosyncratic training. Roll one extra botch die when you roll a zero on stressed spell casting rolls, apart from your other botch dice. Botches from this die should be strange or bizarre rather than dangerous, and if the Weird Magic botch occurs along with a regular botch, the results could be truly spectacular."
        },
        {
            "name": "Wrathful",
            "size": "Major or Minor",
            "type": "Personality",
            "description": "You are prone to anger over the smallest issues, and your rage when you are thwarted in something major is terrible to behold."
        }
    ],

    "abilities":[
        {
            "name": "(area) Lore*",
            "type": "General",
            "specialties": "geography, history, legends, politics, personalities",
            "description": "Knowledge of one particular region, covenant, or even a village. It includes knowing where things are in the immediate area, local history and legends, and the centers of power in the region. The smaller the region, the more detailed your knowledge. "
        },
        {
            "name": "Animal Handling",
            "type": "General",
            "specialties": "falconry, specific animals",
            "description": "Care and use of animals, including raising, tending, grooming, and healing them. "
        },
        {
            "name": "Animal Ken",
            "type": "Supernatural",
            "specialties": "a particular type of animal, a particular type of communication",
            "description": "You can communicate with animals as if they were human beings. Treat your score in Animal Ken as your score in a language that the animal speaks fluently in order to determine how well you can communicate, and you can use Animal Handling as a substitute for any social abilities affecting humans. Beyond this, this virtue has no effect on the attitude of animals to you, or you to animals. Other people cannot understand your communication with the animals. "
        },
        {
            "name": "Artes Liberales*",
            "type": "Academic",
            "specialties": "grammar, logic, rhetoric, arithmetic, geometry, astronomy, music, Ritual magic, Ceremonial magic",
            "description": "The seven artes liberales, or liberal arts, are the basis of medieval higher education. Everyone learns them at the universities before passing on to study other subjects. It would be very rare for a character to have a score in any other Academic Knowledge without a score of at least one in this. The artes liberales are divided into two groups: the Trivium (grammar, logic, and rhetoric) and the Quadrivium (arithmetic, geometry, astronomy, and music). The emphasis at this period is on the Trivium, but both are taught. (Note that Artes Liberales as a whole is one Skill, not seven separate ones.) Grammar concerns theoretical questions of the structure of languages, rather than the ability to use a specific language (that is covered by Speak skills). The authorities are Priscian and Donatus. Logic is the study of the syllogism, and other forms of reasoning discussed by Aristotle. It is the most important of the arts at this period. Aristotle is the authority, in his logica vetus and logica nova. Rhetoric is the study of the theory of rhetorical forms: knowledge of the sort of tricks that an orator can use, rather than the ability to use them. The authority is Cicero, especially his De Inventione. Arithmetic is the ability to add and subtract, multiply and divide. The authority is Boethius, De arithmetica. Geometry is concerned with study of plane and solid figures, and the authority is Euclid, in his Elementa. It also deals with the study of light, and Euclid’s Optica is the authority here. Astronomy is concerned with predicting the positions of the stars and planets, and the authority is Ptolemy, in the Libri Almagesti. Music is purely theoretical, the study of proportions and musical theory, not the ability to sing or play an instrument. The authority is Boethius, in De Musica. Artes Liberales also covers the ability to read and write. For every point in the Ability, the character can read and write one writing system, providing that he knows a language which normally uses that system: the Latin alphabet, the Greek alphabet, the Arabic alphabet, and so on. "
        },
        {
            "name": "Athletics",
            "type": "General",
            "specialties": "acrobatics, contortions, grace, jumping, running",
            "description": "General physical prowess. It includes moving smoothly, confidently, and with grace. Use of Athletics improves most large-muscle coordination. "
        },
        {
            "name": "Awareness",
            "type": "General",
            "specialties": "bodyguarding, keeping watch, alertness, searching",
            "description": "Noticing things, be they things you are looking for or things that you are not expecting. It is also used to see how alert you are in circumstances that require watchfulness. "
        },
        {
            "name": "Bargain",
            "type": "General",
            "specialties": "specific types of products, hard sell",
            "description": "The know-how to get the greatest return for a service or product, while paying the least. It involves reading the person with whom you haggle, a general knowledge of the value of goods, and presenting yourself in certain ways. A good haggler can easily overcome resistance in an inexperienced customer and see through attempts to over-value most merchandise. "
        },
        {
            "name": "Bows",
            "type": "Martial",
            "specialties": "any one weapon",
            "description": "Using bows and arrows. "
        },
        {
            "name": "Brawl",
            "type": "General",
            "specialties": "punches, grapples, knives, dodging",
            "description": "Fighting hand-to-hand without weapons, or with the sorts of improvised weapons you just pick up, including knives. Brawl is also the Ability used to dodge attacks if you have no Martial Abilities. "
        },
        {
            "name": "Carouse",
            "type": "General",
            "specialties": "power drinking, drinking songs, games of chance, staying sober",
            "description": "The ability to enjoy oneself without suffering adverse effects. A person with this skill can, for example, consume prodigious amounts of alcohol without passing out. The skill also covers a familiarity with acceptable behavior, balancing enjoyment and moderation. With this Skill, a person is able to have fun and gain friends among the lower classes nearly anywhere, even among those of a different culture. "
        },
        {
            "name": "Charm",
            "type": "General",
            "specialties": "courtly love, first impressions, being witty",
            "description": "Enticing, fascinating, and endearing others to you, but only on a personal basis. It can be used to win someone over emotionally, especially members of the opposite sex. "
        },
        {
            "name": "Chirurgy*",
            "type": "General",
            "specialties": "cauterization, diagnosis, binding wounds, setting bones",
            "description": "This is Middle Ages-style surgery, used to help others recover from physical damage. It encompasses tending and binding wounds of all varieties, and the necessary but brutal skill of cauterization. See “Wounds” starting on page 178 for rules. "
        },
        {
            "name": "Civil And Canon Law*",
            "type": "Academic",
            "specialties": "laws and customs of a specific area, papal laws",
            "description": "Civil Law is the law of the Roman Empire. Most local legal systems are based upon it (England being the notable exception), and when a law is needed to govern international relations, Civil Law is appealed to. The authority is Justinian’s Digest. Canon Law is the law of the Church. It is important to Mythic Europe as it applies in all nations, governing the working of the church and some other areas, such as marriage. It is important to note that members of the clergy are only subject to Canon Law, not customary or Civil Law. Most high churchmen are skilled canonists, not theologians. Canon Law is made by Papal bulls (pronouncements), but the authority is Gratian, in his Decretum. This skill covers the knowledge of both types of law. Other religions, particularly Judaism and Islam, have their own versions of this Ability, which must be learned separately. "
        },
        {
            "name": "Code Of Hermes*",
            "type": "Arcane",
            "specialties": "Wizards’ Marches, apprentices, mundane relations, Tribunal procedures, political intrigue",
            "description": "Judging events according to the Code of Hermes and the Peripheral Code. In addition to memorizing important precedents, this knowledge includes the practical side of enforcing Hermetic law — for example, knowing when to push for a vote or how to present an argument. "
        },
        {
            "name": "Common Law*",
            "type": "Academic",
            "specialties": "local laws, exchequer laws",
            "description": "Knowledge of the laws of England. There is no authority for this Ability, and it is only taught in England. "
        },
        {
            "name": "Concentration",
            "type": "General",
            "specialties": "spell concentration, reading, lab work",
            "description": "Focusing your mental faculties on one task, particularly for extended periods of time. If you are attempting a feat that demands your extra attention, or if you have just failed an action and are trying again, the storyguide can call for a Concentration roll before you can make the attempt. This Ability is especially important for magi because it helps them maintain concentration on spells despite distractions. "
        },
        {
            "name": "Craft (type)",
            "type": "General",
            "specialties": "as appropriate to the craft",
            "description": "A general term for countless Abilities, all dealing with handiwork of some type. In general, Craft Abilities are distinguished by the material they work with, although you may also take a Craft Ability that allows the character to work with several materials in one specific way. You may purchase Craft more than once, choosing a different one each time. Skill in one Craft does not imply skill in any others. "
        },
        {
            "name": "(dead Language)*",
            "type": "Academic",
            "specialties": "academic usage, Church ceremonies, Hermetic usage",
            "description": "This skill is similar to all other (Language) Abilities, but it is only available to educated characters. It grants the ability to speak a language which is no longer used as a native language. The most important example is Latin. All educated characters in the West know Latin, since without it you cannot learn any Academic Knowledges. It is also the common language of the Church and Order of Hermes. In other areas of the world, Arabic, Greek and Hebrew fill similar functions, although of these only Hebrew is a dead language. "
        },
        {
            "name": "Dominion Lore*",
            "type": "Arcane",
            "specialties": "angels, saints, Divine creatures",
            "description": "Knowledge of the manifestations of the power of the Divine. Different from Church Lore (a kind of (Organization) Lore)) because it covers miracles rather than politics, and different from Theology because it is concerned with power rather than doctrine. "
        },
        {
            "name": "Dowsing",
            "type": "Supernatural",
            "specialties": "searching for a particular kind of thing (water, gold, etc), searching in a particular kind of place.",
            "description": "You have the ability to find things nearby through the use of a dowsing rod (usually a forked stick) and your own intuitive sense. You concentrate on the thing to be found, hold your dowsing rod out in front of you, and follow its subtle motions to the target. If you’re looking for something specific, you must have an appropriate sympathetic connection to the thing sought (such as bottled water from a stream when searching for running water). Before you roll, designate the area in which you are searching — if the item sought is not present in that area, you automatically fail. The time required to search depends on the size of the area, and must be invested whether you succeed or not. It takes about one Diameter (two minutes, or twenty combat rounds) to search for something within 25 paces, and doubling the distance quadruples the time. To find something common, like water, within 25 paces requires a Perception + Dowsing of 9+. Increased distances or dowsing for less common things increases the target number, so that, for example, finding gold within 100 paces would have an Ease Factor of 15. "
        },
        {
            "name": "Enchanting Music",
            "type": "Supernatural",
            "specialties": "a particular emotion, a particular sort of person",
            "description": "When you set your mind to it, you can influence others with your music. For a specific effect, you must sing words that people can understand. You can calm the grieving with tunes alone, but you need lyrics to convince peasants to rise up against the local lord. General effects work on animals, but specific effects only work on creatures that can understand words. When you use Enchanting Music, roll a die (stress or simple, depending on the situation) and add Communication and Enchanting Music. An Ease Factor of 9+will calm the upset, 12 will win someone’s love, 15 will incite a riot, and a 24 might win back a soul from the Prince of Darkness. If you botch, you inspire an unwanted emotion. If the target has Magic Resistance, you must penetrate their resistance; see page 184 for rules. You should also roll for the quality of the musical performance, but the magical effect is independent of this, unless you botch. If you do botch the Music roll, you have failed to produce any music for some reason, and so the Supernatural Ability automatically fails. "
        },
        {
            "name": "Entrancement",
            "type": "Supernatural",
            "specialties": "A specific sort of command, a specific sort of person",
            "description": "You have the power to control another’s will. By staring deeply into someone’s eyes for several seconds — generally impossible in combat — you can verbally command the person to perform a certain task. Roll Presence + Entrancement against the target’s Stamina roll. The person being controlled may get a bonus to resist at the option of the storyguide, according to the table below. Hermetic magi get their normal Mentem Magic Resistance, and get the normal Stamina roll if the effect penetrates. The blind, and people with their eyes closed, are immune; see page 111 for more guidelines on making eye contact. However, it is not possible to look away while being Entranced unless you win the opposed roll. "
        },
        {
            "name": "Etiquette",
            "type": "General",
            "specialties": "nobility, court, peasants, faeries, the Church",
            "description": "You know the social graces and how to behave in different situations. Etiquette differs from Charm in that Etiquette covers proper behavior, rather than charming behavior. You cannot seduce someone with Etiquette, but neither can you get through an audience with the bishop on Charm alone. "
        },
        {
            "name": "Faerie Lore*",
            "type": "Arcane",
            "specialties": "faerie forests, faerie mounds, specific types of faeries",
            "description": "Familiarity with faerie powers, weaknesses, motivations, and areas. "
        },
        {
            "name": "Finesse",
            "type": "Arcane",
            "specialties": "grace, precision, any one Form",
            "description": "Manipulating your spells and performing special feats with them. You would use this Ability to position objects delicately or to target spells. "
        },
        {
            "name": "Folk Ken",
            "type": "General",
            "specialties": "peasants, townsfolk, nobles, clergy, magi, the opposite sex",
            "description": "Understanding the background, personality, and motives of another person. Often the storyguide secretly rolls a die when this Ability is used. Thus, you do not know if your character guessed correctly, or even botched. "
        },
        {
            "name": "Great Weapon",
            "type": "Martial",
            "specialties": "any one weapon",
            "description": "Fighting with a weapon which requires two hands to use. "
        },
        {
            "name": "Guile",
            "type": "General",
            "specialties": "particular sorts of deception, lying to authority, fast talk, elaborate lies",
            "description": "Telling convincing lies, as well as feigning emotion, belief, or frame of mind. If you understand the person you are attempting to deceive (roll 9+ on Perception + Folk Ken), you gain a bonus of +1 to your Guile roll. This Ability also covers disguising yourself, and pretending to be something you are not. It is often an opposed roll, against the victim’s Perception + Folk Ken or, for disguise, Perception + Awareness. "
        },
        {
            "name": "Hunt",
            "type": "General",
            "specialties": "tracking, covering tracks, hunting a specific animal",
            "description": "Setting snares, choosing appropriate hunting spots, and following and identifying the spoor of creatures of all varieties. This Ability also lets you cover your tracks or not leave any in the first place. "
        },
        {
            "name": "Infernal Lore*",
            "type": "Arcane",
            "specialties": "demons, undead, curses",
            "description": "An understanding and familiarity with the sinister side of the world, primarily the Infernal and its agents. Includes knowledge of demons and their habits and weaknesses, undead and their habits and weaknesses, and the power of curses. "
        },
        {
            "name": "Intrigue",
            "type": "General",
            "specialties": "gossip, plotting, rumormongering, alliances",
            "description": "Dealing and plotting, including subtle use of power in non-confrontational ways to achieve your own ends. Intrigue need not be underhanded or manipulative — it also covers negotiations and knowledge of formal and informal rules of conduct and politeness. In addition, Intrigue also allows a character to pick up important information about those in power, separating fact from useless gossip. Intrigue is a vital talent for those who frequent court or a Hermetic Tribunal. "
        },
        {
            "name": "Leadership",
            "type": "General",
            "specialties": "intimidation, in combat, inspiration",
            "description": "Getting people to obey your orders and to follow you. Can also be used to inspire fear in others, cowing them into submission. "
        },
        {
            "name": "Legerdemain*",
            "type": "General",
            "specialties": "filching, picking pockets, “magic” tricks",
            "description": "Sleight of hand and knowledge of confidence games requiring sleight of hand. It requires a delicate touch and great hand-eye coordination. Legerdemain includes filching things from market stalls, cutting purses, and picking such locks as there are, as well as the “magical” trickery often used to raise money from credulous folk. The target of an attempt rolls Perception + Awareness to detect your actions. If the perceiver has Legerdemain skill, he may substitute that for Awareness if he wishes. On particularly delicate moves such as picking pockets, someone trying to spot the character using Legerdemain receives a +3 bonus. "
        },
        {
            "name": "(living Language)*",
            "type": "General",
            "specialties": "poetry, prose, specific dialects, expansive vocabulary, specific technical vocabulary, slang, storytelling",
            "description": "Fluency in a particular living language. Rather than a die roll modifier, your score in this Knowledge measures your ability to communicate. Score Fluency 0 Point and grunt. With one or more experience points, you know “please,” ”thank you,” and a few other words. 1 Basic questions and answers: “Where is the church?,” “Do you sell food?” Constant mistakes, and an atrocious accent. People must speak slowly and often repeat themselves, and you cannot string a conversation together. 2 Basic conversation. You can sustain a short conversation on a common topic. You still make many mistakes, and often fail to catch what others say. 3 Haltingly functional. You can hold a conversation on everyday topics, although it takes time, you make many mistakes, and your accent is still bad. 4 Functional. You can hold a conversation on non-technical topics, and make few mistakes. People do not normally need to repeat themselves. This is the minimum level required to study from a book. 5 Fluent. You still have an accent if this is not your native language, but it is weak. You speak as well as most natives. This is the minimum level required to write a book. 6 Elegant. You choose your words well, and have no accent if this is not your native language. When two people speak to each other, the lower Ability score determines how well they communicate. Characters who speak related languages can communicate at a penalty to their scores (assigned by the storyguide) depending on how closely related the two languages are. Note that Latin and Hebrew are not living languages in most of Mythic Europe. However, characters who live in places where they are (such as some covenants) may learn this Ability without any special Virtues. Characters with this Ability are illiterate unless they also have a score in Artes Liberales (page 62). This Ability also covers artistic compositions in the language, and telling existing tales with verve and passion. Knowledge of stories is covered by the appropriate Lore Abilities. "
        },
        {
            "name": "Magic Lore*",
            "type": "Arcane",
            "specialties": "creatures, magical traditions, regiones",
            "description": "Knowledge of magical creatures, areas, and traditions. "
        },
        {
            "name": "Magic Sensitivity",
            "type": "Supernatural",
            "specialties": "auras, magical creatures, enchanted items, active spells",
            "description": "You are often able to identify a place or object as magical. However, your sensitivity makes you more susceptible to magical effects: subtract your Magic Sensitivity score from all magic resistance rolls you make. When attempting to sense the magic nature of a place or object, the storyguide will assign an Ease Factor — simply roll a simple die + Perception + Magic Sensitivity. Detecting a Magic aura would normally have an Ease Factor equal to 12 – aura level, so 9 for a level 3 aura and 6 for a level 6 aura. For spells and enchanted items, an Ease Factor equal to 21 – magnitude of effect is a good guide. For enchanted items, use the magnitude of the most powerful effect in the item. For magical creatures, 15 – one fifth of the creature’s Magic Might is appropriate, so for a creature with a Magic Might of 25, the Ease Factor would be 10. "
        },
        {
            "name": "Magic Theory*",
            "type": "Arcane",
            "specialties": "inventing spells, enchanting items, a single Art",
            "description": "Knowledge of what magic is and how it works, used primarily in the laboratory. Magic Theory deals with the technical details of Hermetic magic; Magic Lore covers knowledge of magical things in general. Anyone can learn Magic Theory, if they have access to a teacher or book (normally represented by a Virtue), but it is little use to those without The Gift. "
        },
        {
            "name": "Medicine*",
            "type": "Academic",
            "specialties": "anatomy, apothecary, physician",
            "description": "Medicine is the formal study of the body and its diseases. Medical practice is based on the theory of the four humors: blood, phlegm, yellow bile, and black bile. Diseases are believed to be caused by imbalances among them, hence such practices as bloodletting, to restore the balance. Medicine also deals with treating poisons and the results of starvation and the like, but not with treating wounds (see “Chirurgy,” above). The authorities are Galen and Hippocrates, in many works. "
        },
        {
            "name": "Music",
            "type": "General",
            "specialties": "sing, compose, any one instrument",
            "description": "The ability to sing, play musical instruments, and compose new music. "
        },
        {
            "name": "(organization) Lore*",
            "type": "General",
            "specialties": "personalities, history, politics",
            "description": "Knowledge of the legends, history, structure, operation, and goals of the specified organization. Organizations can be as large as the Church, or as small as a local craft guild. The smaller the organization, the more detailed your knowledge. "
        },
        {
            "name": "Parma Magica*",
            "type": "Arcane",
            "specialties": "protection from any specific Form",
            "description": "Protection from magic. This is a special ritual (not a ritual spell) that takes about two minutes to perform. It lets you add 5 times your Parma Magica score to your magic resistance until the next sunrise or sunset, whichever comes first. You may suppress your Parma Magica temporarily by concentrating; this is equivalent to sustaining a Concentration duration spell. (See page 82). Parma Magica does not require concentration while it is active. You may also protect one other person for each point in Parma Magica, with their consent. You must touch each person to start the protection, and it lasts as long as at least one character can see the other. The magus may cancel the protection at will, at any distance. While a magus is protecting others, his effective Parma Magica score is reduced by 3 points, both for himself and for the other people he is protecting. If the magus has a Parma Magica score of 3 or lower, his Parma Magica provides each character, including himself, with a Magic Resistance of 0. In the magus’s case, this is added to his Form resistance, and a magus protected by another magus’s Parma Magica may also add his Form resistance. Parma Magica can only be learned by Gifted characters, although they learn it as a normal Arcane Ability, not a Supernatural Ability. It is only known by Hermetic magi, as the Order enforces the “Join or Die” choice rigorously on anyone who knows it, as well as declaring a Wizard’s March on the magus who taught it. Parma Magica is the last thing an apprentice learns, being taught the final key to the Ability after he swears the Oath. "
        },
        {
            "name": "Penetration",
            "type": "Arcane",
            "specialties": "any one Art",
            "description": "Getting your spell through the target’s Magic Resistance. See page 82 for detailed Penetration rules. "
        },
        {
            "name": "Philosophiae*",
            "type": "Academic",
            "specialties": "natural philosophy, moral philosophy, metaphysics, Ritual magic, Ceremonial magic",
            "description": "There are three philosophies — natural philosophy, moral philosophy, and metaphysics. Aristotle is the authority for all of them, in different books. Most scholars study the philosophies after the Arts but before going on to Law, Theology or Medicine. Natural philosophy is the study of the sub-lunar world. It roughly corresponds to today’s science. The main texts are the Physica, De Meteorologia, and De historia animalium. Moral philosophy is the study of the proper way of human life. It covers ethics, politics, and economics — the texts are the Ethica, Politica, and Economica. Metaphysics is the philosophy of the fundamental nature of the world. The main text is Aristotle’s Metaphysica. "
        },
        {
            "name": "Premonitions",
            "type": "Supernatural",
            "specialties": "threats to a particular person or group of people, particular kinds of threats",
            "description": "You intuitively sense whenever something is wrong, or is likely to go wrong soon. This Ability can be called upon by you or the storyguide, as appropriate, whenever there is a chance to avoid danger. Roll Perception + Premonitions against an Ease Factor depending on the situation. The Ease Factor starts at 3 for imminent, mortal peril, and increases as the distance in time increases and the level of danger decreases. Mortal peril a week in the future would have an Ease Factor of 9, while an imminent minor inconvenience would have an Ease Factor of about 15. If you beat the Ease Factor by 3 or more, you also get some sense of the nature of the danger, with more detail if you roll more highly. "
        },
        {
            "name": "Profession",
            "type": "General",
            "specialties": "The ability to do a job which does not involve making something Examples include jongleur, reeve, sailor, steward, teamster, and washerwoman. Specialties depend on the profession.",
            "description": "The ability to do a job which does not involve making something. Examples include jongleur, reeve, sailor, steward, teamster, and washerwoman. Specialties depend on the profession. (General"
        },
        {
            "name": "Ride",
            "type": "General",
            "specialties": "battle, speed, tricks",
            "description": "Riding and controlling a horse, especially under stress. "
        },
        {
            "name": "Second Sight",
            "type": "Supernatural",
            "specialties": "regiones, invisible things, illusory disguises, faeries, ghosts",
            "description": "You are able to see through illusionary concealment and disguise, including invisibility, and can also see naturally invisible things such as spirits and the boundaries between regio levels. The Ease Factor to see through illusionary concealment is normally equal to 6 + the magnitude of the might of the creature responsible for the effect, or 6 + the magnitude of a Hermetic spell. In general, this Virtue allows you to see through Hermetic Imaginem concealment, but not other kinds. The Magic Resistance, if any, of the concealed creature does not interfere with your Second Sight. If something is actually transformed, for example by a MuCo spell, you cannot determine the genuine form. The Ease Factor to see a naturally invisible thing is normally 9, and the Ease Factor for seeing regio levels is specified on page 189. All Second Sight rolls are Perception + Second Sight. "
        },
        {
            "name": "Sense Holiness And Unholiness",
            "type": "Supernatural",
            "specialties": "good or evil",
            "description": "You are able to feel the presence of good and evil. A Perception + Sense Holiness and Unholiness roll against an Ease Factor of 9 lets you sense holiness or unholiness in a general area; against an Ease Factor of 15, in a person or object. As demons normally try to hide their nature, you must generally beat their Magic Resistance with your roll. However, you only need to beat it by 1 point, as demons are extremely evil. Emissaries of heaven rarely try to hide their nature, but if they do, you must actually penetrate their Magic Resistance (see page 184). In auras of particularly strong divine or infernal influence, your sensitivity may overwhelm you. This Ability is granted by the Divine realm, not the Magic or Faerie realms, and thus uses the Divine column of the Realm Interaction chart (page 183). "
        },
        {
            "name": "Shapeshifter",
            "type": "Supernatural",
            "specialties": "One of your shapes, particular conditions for the change",
            "description": "You may change your shape into that of a mundane animal from the size of a robin (–5) to that of a bear (+2). This requires a few seconds’ (one round’s) concentration, and a roll of Stamina + Shapeshift against an Ease Factor of 9. Changing back to human form requires the same concentration, and the same roll. You have a limited repertoire of shapes, one for every point you have in the Shapeshift ability. Every time you raise the Ability by one point, you may choose a new shape. "
        },
        {
            "name": "Single Weapon",
            "type": "Martial",
            "specialties": "any one weapon or shield, which covers using that weapon with any shield or none, and that shield with any weapon",
            "description": "Fighting with a weapon used in one hand, possibly using a shield with the other. This includes lances used as intended from horseback. "
        },
        {
            "name": "Stealth",
            "type": "General",
            "specialties": "hide, sneak, shadowing, urban areas, natural areas",
            "description": "Sneaking about without being seen or heard, also hiding in one place. This includes following people without their noticing, which is rolled against the other person’s Perception. "
        },
        {
            "name": "Survival",
            "type": "General",
            "specialties": "specific locales",
            "description": "Finding food, water, shelter, a direct route, and relative safety in the wilderness (a very dangerous place in Mythic Europe). This Ability covers such mundane tasks as building a fire and cooking food without implements. "
        },
        {
            "name": "Swim",
            "type": "General",
            "specialties": "long distances, diving, underwater maneuvering",
            "description": "The ability to propel yourself through water quickly and efficiently. "
        },
        {
            "name": "Teaching",
            "type": "General",
            "specialties": "a particular Ability, particular kinds of student",
            "description": "The ability to teach an Ability to someone else. "
        },
        {
            "name": "Theology*",
            "type": "Academic",
            "specialties": "biblical knowledge, heresy, history",
            "description": "Theology is the study of God and his work in the world. The authorities are the Bible and Peter the Lombard’s Sententiae, the Bible having theoretical primacy, being infallible, and the Sentences being most studied. The speculations of theology are very abstruse, and many theologians are accused of heresy. Sometimes those accused recant, and sometimes they convince the Church that they were right after all. Theology can also be purchased (as a separate Ability) for other religions like Islam and Judaism. "
        },
        {
            "name": "Thrown Weapon",
            "type": "Martial",
            "specialties": "any one weapon",
            "description": "Fighting at range using weapons which are thrown. "
        },
        {
            "name": "Wilderness Sense",
            "type": "Supernatural",
            "specialties": "direction, weather, hazards, resources",
            "description": "You are mystically attuned to the ways of the wilderness. A Perception + Wilderness Sense roll against an Ease Factor of 9 lets you determine the direction of north, the upcoming weather, or the presence of natural hazards or resources. One roll will only reveal one piece of information. "
        }
    ]
}